{"pages":[],"posts":[{"title":"5 Loại Cây Thủy Sinh Đẹp, Giá Rẻ Bạn Nên Biết","text":"Cây thủy sinh&nbsp;là thực vật thích ứng trong môi trường nước ngọt. Chúng có thể sống hoàn toàn trong nước, một phần trong nước hoặc trong môi trường ẩm ướt như bùn. Cây thủy sinh thường được trồng bên trong hồ, các bể cá hoặc để bàn, trong bể thủy sinh nhằm làm cảnh hoặc tạo ra lớp thảm thực vật giúp các động vật thủy sinh phát triển tốt nhất. Nghiện cá xin giới thiệu tới các bạn 5 loại cây thủy sinh đẹp, giá rẻ mà các dân chơi thủy sinh chắc chắn không thể bỏ qua khi trang trí chiếc bể thủy sinh của mình. 1. Cây thủy sinh Diệp tài hồng lá cam 1.1. Giới thiệu chung về cây thủy sinh Diệp tài hồng lá cam Diệp Tài Hồng Lá Cam là loại cây thủy sinh đẹp, khi ra lá nước sẽ có màu cam và gân trắng rất hiếm, phù hợp để bổ sung một chút sắc ấm vào trong bể nếu thấy quá xanh hoặc thiếu sắc. Tên khoa học: Ludwigia Senegalensis, Ludwigia sp. \"Guinea\" Độ khó chăm sóc: Trung bình Nhu cầu ánh sáng: Cao Họ: Onagraceae Chi: Ludwigia Xuất xứ: Tây và Trung Phi Kích thước: rộng 5 - 8cm, cao 10 - 20cm Tốc độ tăng trưởng: Trung bình Vị trí trồng: Trung cảnh Loại cây: Cắt cắm pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh diệp tài hồng lá cam (lá nước) 1.2. Cách chăm sóc cây thủy sinh Diệp tài hồng lá cam Để cây thủy sinh diệp tài hồng lá cam phát triển đẹp nhất, bạn hãy đáp ứng đầy đủ các yếu tố dinh dưỡng như dùng đèn thủy sinh chuyên dụng, CO2 dồi dào, phân nền giàu dinh dưỡng, lọc có dòng chảy tốt, nước mát. Cách nhân giống cây thủy sinh diệp tài hồng lá cam: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, sau một thời gian sẽ ra rễ và phát triển thành cây hoàn chỉnh. Cây thủy sinh diệp tài hồng lá cam (lá cạn) 2. Cây thủy sinh Vảy ốc đỏ 2.1. Giới thiệu chung về cây thủy sinh Vảy ốc đỏ Vảy ốc đỏ là cây thủy sinh cắt cắm, có vẻ đẹp rất cuốn hút và được nhiều người chơi thủy sinh ưu tiên lựa chọn cho các vị trí trung cảnh, hậu cảnh mà cần màu đỏ, hồng hoặc nâng cao gam màu nóng cho bể thủy sinh. Tên khoa học: Rotala Rotundifolia Red Vị trí trồng: trung cảnh, hậu cảnh Nhu cầu ánh sáng: mạnh Nhu cầu dinh dưỡng: trung bình, cao Tốc độ sinh trưởng: nhanh Chăm sóc: dễ pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh vảy ốc đỏ (lá nước) 2.2. Cách chăm sóc cây thủy sinh Vảy ốc đỏ Để cây thủy sinh vảy ốc đỏ phát triển tốt, cũng như các loại cây thủy sinh cắt cắm có màu đỏ và hồng khác, bạn nên dùng phân trộn hoặc phân lót ở dưới, bên trên là các loại phân công nghiệp như: ADA, Oliver Knott, Gex xanh...để tăng tuổi thọ của bộ nền và đảm bảo đầy đủ dinh dưỡng cho cây. Cây thủy sinh vảy ốc đỏ sẽ có vẻ đẹp rực rỡ nếu hồ thủy sinh của bạn có được trang bị đầy đủ ánh sáng, CO2, đất nền giàu dinh dưỡng. Tùy vào điều kiện dinh dưỡng khác nhau, trong phần lớn bể thủy sinh cây vảy ốc đỏ sẽ có màu hồng, một số ít người chơi sẽ trồng được cây màu đỏ. Cách nhân giống cây thủy sinh vảy ốc đỏ: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, từ từ cây sẽ ra rễ mới và phát triển thành một cây mới. Cây thủy sinh vảy ốc đỏ (lá cạn) 3. Cây thủy sinh Thủy cúc 3.1. Giới thiệu chung về cây thủy sinh Thủy cúc Cây thủy sinh Thủy cúc được hầu hết người chơi thủy sinh mới chơi lựa chọn vì sự dễ dàng trong chăm sóc, cũng như vẻ đẹp tuyệt vời của nó, một màu xanh tốt vô cùng mát mắt. Những người chơi hay sử dụng nền trộn cũng thường sử dụng cây thủy sinh Thủy cúc để hút bớt dưỡng chất trong giai đoạn đầu set bể. Tên khoa học: Hygrophila Difformis (Water Wisteria) Mức độ chăm sóc: Dễ dàng Ánh sáng: Trung bình Vị trí: Hậu cảnh Điều kiện nước: 23 - 28ºC, pH 6.5 - 7.5 Loại cây: Cắt cắm Kích thước: 50cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2, Phân giàu Sắt Xuất xứ: Trang trại của Mỹ Họ: Acanthaceae Cây thủy sinh thủy cúc (lá nước) 3.2. Cách chăm sóc cây thủy sinh Thủy cúc Cây thủy sinh thủy cúc có màu xanh tươi mát, rất dễ trồng. Thủy cúc là loại cây thủy sinh rất thích hợp cho người mới tập chơi vì nó tạo ra sự cân bằng trong bể ngay từ ban đầu, tốc độ phát triển nhanh của thủy cúc giúp hạn chế rêu hại vì nó hấp thụ một lượng lớn dinh dưỡng trong nước. Cây phát triển nhanh nên thích hợp cho các hồ thủy sinh có kích thước lớn. Cây thủy sinh thủy cúc có rất nhiều ưu điểm so với những cây thủy sinh cắt cắm hậu cảnh, chúng không đòi hỏi cao về môi trường nước, dưỡng chất, ánh sáng. Hình dạng của lá cây cũng biểu hiện khác nhau khi ta trồng ở những môi trường khác nhau. Nếu nước lạnh, lá sẽ nhỏ, thùy lá xuất hiện, nếu không đủ sáng lá sẽ xuất hiện ít phần lông chim hơn. Nên có CO2 để cây phát triển tốt hơn. Muốn trồng cây thủy sinh thủy cúc tại vị trí mới, bạn chỉ việc cắt cành của cây trưởng thành khỏe mạnh để cắm sang vị trí đó. Cây non sẽ lại nhú lên ở sau vết cắt một đốt. Cây thủy sinh thủy cúc 4. Cây thủy sinh Trân châu Cuba 4.1. Giới thiệu chung về cây thủy sinh Trân châu Cuba Trân châu Cuba là giống cây thủy sinh trồng thảm tiền cảnh được xem là một trong những cây nhỏ và đẹp nhất, và tất nhiên cũng thuộc loại khó bậc nhất. Tuy nhiên khi trồng cạn thì cây thủy sinh trân châu Cuba tương đối dễ, có lẽ nó cần nhiều nhất là CO2 và Oxy vốn dĩ dồi dào trên môi trường cạn. Đây cũng là lý do nhiều người chơi thủy sinh trồng cạn trân châu Cuba trong hồ cho full nền rồi mới cho nước dần dần vào. Tên khoa học: Hemianthus Callitrichoides \"Cuba\" Họ: Scrophulariaceae Mức độ chăm sóc: Trung bình Ánh sáng: Cao Vị trí: Tiền cảnh Điều kiện nước: 20 - 27 độ C, pH 5,0 - 7,5 Sinh Trưởng: Thân bò Kích thước: 15 cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2 Xuất xứ: Cuba, Trang trại của Mỹ Cây thủy sinh trân châu Cuba sinh ra những bọt nước trên lá lung linh như trân châu 4.2. Cách chăm sóc cây thủy sinh Trân châu Cuba Trồng và chăm sóc cây thủy sinh trân châu Cuba khá phức tạp nhưng nếu cây phát triển tốt sẽ cho một màu xanh non tươi mát rất đẹp, thậm chí là sinh ra những bọt nước trên lá lung linh như trân châu trong bể. Có hai kỹ thuật trồng cây thủy sinh trân châu Cuba phổ biến mà dân chơi thuỷ sinh có thể áp dụng là: Cách thứ nhất (trồng lá nước): Không giống như các loại cây làm nền khác, Trân châu cuba sẽ được trồng theo cụm, mỗi cụm cây có kích thước khoảng 2 x 2cm , trồng cách nhau 2 - 3cm. Sau khi cắt Trân châu Cuba ra thành từng cụm, hãy khoét 1 lỗ sâu khoảng 2cm trên nền, đặt cây vào và giữ nhẹ chúng, rồi dùng cây gạt phần đất xung quanh vào cây, cố gắng làm nhẹ tay vì cây rất dễ dập và đứt rễ. Cách thứ hai (trồng lá cạn): Các bạn có thể dùng đất trồng cây, hiệu quả rất tốt, ban đầu tưới cho đất no nước, mục đích là tạo môi trường ẩm cho rễ cây hút nước khi chưa găm vào lớp đất. Cũng giống như cách trồng trên, cắt ra thành cụm, đặt cách nhau 2 - 3cm, các bạn chỉ cần đặt nó lên như vậy là được, tưới nước nhiều trong 1 tuần đầu, đặt cây nơi có nhiều ánh sáng. Do cây thủy sinh trân châu Cuba có kích thước nhỏ nên khi tách cây và trồng rất dễ bị tổn thương hãy nhẹ nhàng và kiên nhẫn. Về điều kiện nhiệt độ: Cây thủy sinh trân châu Cuba sống và trong nhiệt độ từ 20 - 28 độ C và phát triển tốt nhất trong nhiệt độ từ 25 - 27 độ C. Nếu nhiệt độ quá 28 độ C cây dễ bị đen lá, lá úa, chậm phát triển và có hiện tượng ngóc đầu, mọc thưa. Dinh dưỡng: Cây thủy sinh trân châu Cuba không kén nền, chỉ yêu cầu dinh dưỡng ở mức độ ít đến trung bình, tuy nhiên cần sự ổn định. Bạn có thể sử dụng nền cũ, nền trộn, nền công nghiệp hoặc ADA, Oliver Lnot, Bonbon,… với các hồ mới. Nền nên được hoạt động khoảng 2 - 3 tháng trước khi trồng cây, còn nếu lỡ trồng cây ngay sau khi đổ nền thì cần theo dõi thường xuyên và thay nước từ 2 lần/tuần. Điều kiện ánh sáng: Cây thủy sinh trân châu Cuba phát triển khá chậm trong môi trường bể thuỷ sinh vì vậy nó đòi hỏi nguồn ánh sáng dồi dào. Với bể cao 40cm cần ít nhất 2 bóng T5HO để cây phát triển, nhưng muốn cây canh và sinh trưởng tốt nhất có thể phải cần đến 3 bóng. CO2: Là nguồn dinh dưỡng quan trọng với cây thủy sinh trân châu Cuba, bởi vậy bạn cần thay nước thường xuyên cho bể, bổ sung CO2 bằng dụng cụ hỗ trợ. Cây thủy sinh trân châu Cuba xanh non tươi mát 5. Cây thủy sinh Luân thảo đỏ 5.1. Giới thiệu chung về cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân Thảo Đỏ là dòng cây thủy sinh thuộc họ rong, có tốc độ phát triển nhanh, hợp với nhiều bố cục bể, được ưa chuộng trong giới thủy sinh hiện nay. Tên khoa học: Rotala Wallichii Vị trí: hậu cảnh hoặc trung cảnh Màu sắc: đỏ hồng Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: không thể Độ khó chăm sóc: trung bình Nhiệt độ: 18 - 28 độ C Cấu trúc cây: thân dài Chiều cao: 30 - 50 cm Chiều rộng: 5 - 8 cm Cây thủy sinh luân thảo đỏ (lá nước) 5.2. Cách chăm sóc cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân thảo đỏ là dạng cây rất dễ trồng trong bể cá thủy sinh. Nó phát triển tốt ở điều kiện ánh sáng cao và hồ dinh dưỡng nhiều. Nếu bổ sung thêm CO2 cây thủy sinh luân thảo đỏ sẽ cho ra lá đỏ căng và bung xòe rất đẹp. Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, cây thủy sinh luân thảo đỏ còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nhưng mọc rất nhanh nên cây thủy sinh luân thảo đỏ thích hợp trồng trong các bể thủy sinh lớn. Cây thủy sinh luân thảo đỏ là loại cây cắt cắm, chỉ cần ngắt một phần thân kèm theo lá và cắm thẳng xuống đất nền sau một thời gian sẽ có thể phát triển thành cây mới. Cây thủy sinh luân thảo đỏ (lá cạn)","link":"/5-Loai-Cay-Thuy-Sinh-Dep-Gia-Re-Ban-Nen-Biet-20210304.html"}],"tags":[],"categories":[]}