{"pages":[],"posts":[{"title":"5 Loại Cây Thủy Sinh Đẹp, Giá Rẻ Bạn Nên Biết","text":"Cây thủy sinh&nbsp;là thực vật thích ứng trong môi trường nước ngọt. Chúng có thể sống hoàn toàn trong nước, một phần trong nước hoặc trong môi trường ẩm ướt như bùn. Cây thủy sinh thường được trồng bên trong hồ, các bể cá hoặc để bàn, trong bể thủy sinh nhằm làm cảnh hoặc tạo ra lớp thảm thực vật giúp các động vật thủy sinh phát triển tốt nhất. Nghiện cá xin giới thiệu tới các bạn 5 loại cây thủy sinh đẹp, giá rẻ mà các dân chơi thủy sinh chắc chắn không thể bỏ qua khi trang trí chiếc bể thủy sinh của mình. 1. Cây thủy sinh Diệp tài hồng lá cam 1.1. Giới thiệu chung về cây thủy sinh Diệp tài hồng lá cam Diệp Tài Hồng Lá Cam là loại cây thủy sinh đẹp, khi ra lá nước sẽ có màu cam và gân trắng rất hiếm, phù hợp để bổ sung một chút sắc ấm vào trong bể nếu thấy quá xanh hoặc thiếu sắc. Tên khoa học: Ludwigia Senegalensis, Ludwigia sp. \"Guinea\" Độ khó chăm sóc: Trung bình Nhu cầu ánh sáng: Cao Họ: Onagraceae Chi: Ludwigia Xuất xứ: Tây và Trung Phi Kích thước: rộng 5 - 8cm, cao 10 - 20cm Tốc độ tăng trưởng: Trung bình Vị trí trồng: Trung cảnh Loại cây: Cắt cắm pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh diệp tài hồng lá cam (lá nước) 1.2. Cách chăm sóc cây thủy sinh Diệp tài hồng lá cam Để cây thủy sinh diệp tài hồng lá cam phát triển đẹp nhất, bạn hãy đáp ứng đầy đủ các yếu tố dinh dưỡng như dùng đèn thủy sinh chuyên dụng, CO2 dồi dào, phân nền giàu dinh dưỡng, lọc có dòng chảy tốt, nước mát. Cách nhân giống cây thủy sinh diệp tài hồng lá cam: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, sau một thời gian sẽ ra rễ và phát triển thành cây hoàn chỉnh. Cây thủy sinh diệp tài hồng lá cam (lá cạn) 2. Cây thủy sinh Vảy ốc đỏ 2.1. Giới thiệu chung về cây thủy sinh Vảy ốc đỏ Vảy ốc đỏ là cây thủy sinh cắt cắm, có vẻ đẹp rất cuốn hút và được nhiều người chơi thủy sinh ưu tiên lựa chọn cho các vị trí trung cảnh, hậu cảnh mà cần màu đỏ, hồng hoặc nâng cao gam màu nóng cho bể thủy sinh. Tên khoa học: Rotala Rotundifolia Red Vị trí trồng: trung cảnh, hậu cảnh Nhu cầu ánh sáng: mạnh Nhu cầu dinh dưỡng: trung bình, cao Tốc độ sinh trưởng: nhanh Chăm sóc: dễ pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh vảy ốc đỏ (lá nước) 2.2. Cách chăm sóc cây thủy sinh Vảy ốc đỏ Để cây thủy sinh vảy ốc đỏ phát triển tốt, cũng như các loại cây thủy sinh cắt cắm có màu đỏ và hồng khác, bạn nên dùng phân trộn hoặc phân lót ở dưới, bên trên là các loại phân công nghiệp như: ADA, Oliver Knott, Gex xanh...để tăng tuổi thọ của bộ nền và đảm bảo đầy đủ dinh dưỡng cho cây. Cây thủy sinh vảy ốc đỏ sẽ có vẻ đẹp rực rỡ nếu hồ thủy sinh của bạn có được trang bị đầy đủ ánh sáng, CO2, đất nền giàu dinh dưỡng. Tùy vào điều kiện dinh dưỡng khác nhau, trong phần lớn bể thủy sinh cây vảy ốc đỏ sẽ có màu hồng, một số ít người chơi sẽ trồng được cây màu đỏ. Cách nhân giống cây thủy sinh vảy ốc đỏ: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, từ từ cây sẽ ra rễ mới và phát triển thành một cây mới. Cây thủy sinh vảy ốc đỏ (lá cạn) 3. Cây thủy sinh Thủy cúc 3.1. Giới thiệu chung về cây thủy sinh Thủy cúc Cây thủy sinh Thủy cúc được hầu hết người chơi thủy sinh mới chơi lựa chọn vì sự dễ dàng trong chăm sóc, cũng như vẻ đẹp tuyệt vời của nó, một màu xanh tốt vô cùng mát mắt. Những người chơi hay sử dụng nền trộn cũng thường sử dụng cây thủy sinh Thủy cúc để hút bớt dưỡng chất trong giai đoạn đầu set bể. Tên khoa học: Hygrophila Difformis (Water Wisteria) Mức độ chăm sóc: Dễ dàng Ánh sáng: Trung bình Vị trí: Hậu cảnh Điều kiện nước: 23 - 28ºC, pH 6.5 - 7.5 Loại cây: Cắt cắm Kích thước: 50cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2, Phân giàu Sắt Xuất xứ: Trang trại của Mỹ Họ: Acanthaceae Cây thủy sinh thủy cúc (lá nước) 3.2. Cách chăm sóc cây thủy sinh Thủy cúc Cây thủy sinh thủy cúc có màu xanh tươi mát, rất dễ trồng. Thủy cúc là loại cây thủy sinh rất thích hợp cho người mới tập chơi vì nó tạo ra sự cân bằng trong bể ngay từ ban đầu, tốc độ phát triển nhanh của thủy cúc giúp hạn chế rêu hại vì nó hấp thụ một lượng lớn dinh dưỡng trong nước. Cây phát triển nhanh nên thích hợp cho các hồ thủy sinh có kích thước lớn. Cây thủy sinh thủy cúc có rất nhiều ưu điểm so với những cây thủy sinh cắt cắm hậu cảnh, chúng không đòi hỏi cao về môi trường nước, dưỡng chất, ánh sáng. Hình dạng của lá cây cũng biểu hiện khác nhau khi ta trồng ở những môi trường khác nhau. Nếu nước lạnh, lá sẽ nhỏ, thùy lá xuất hiện, nếu không đủ sáng lá sẽ xuất hiện ít phần lông chim hơn. Nên có CO2 để cây phát triển tốt hơn. Muốn trồng cây thủy sinh thủy cúc tại vị trí mới, bạn chỉ việc cắt cành của cây trưởng thành khỏe mạnh để cắm sang vị trí đó. Cây non sẽ lại nhú lên ở sau vết cắt một đốt. Cây thủy sinh thủy cúc 4. Cây thủy sinh Trân châu Cuba 4.1. Giới thiệu chung về cây thủy sinh Trân châu Cuba Trân châu Cuba là giống cây thủy sinh trồng thảm tiền cảnh được xem là một trong những cây nhỏ và đẹp nhất, và tất nhiên cũng thuộc loại khó bậc nhất. Tuy nhiên khi trồng cạn thì cây thủy sinh trân châu Cuba tương đối dễ, có lẽ nó cần nhiều nhất là CO2 và Oxy vốn dĩ dồi dào trên môi trường cạn. Đây cũng là lý do nhiều người chơi thủy sinh trồng cạn trân châu Cuba trong hồ cho full nền rồi mới cho nước dần dần vào. Tên khoa học: Hemianthus Callitrichoides \"Cuba\" Họ: Scrophulariaceae Mức độ chăm sóc: Trung bình Ánh sáng: Cao Vị trí: Tiền cảnh Điều kiện nước: 20 - 27 độ C, pH 5,0 - 7,5 Sinh Trưởng: Thân bò Kích thước: 15 cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2 Xuất xứ: Cuba, Trang trại của Mỹ Cây thủy sinh trân châu Cuba sinh ra những bọt nước trên lá lung linh như trân châu 4.2. Cách chăm sóc cây thủy sinh Trân châu Cuba Trồng và chăm sóc cây thủy sinh trân châu Cuba khá phức tạp nhưng nếu cây phát triển tốt sẽ cho một màu xanh non tươi mát rất đẹp, thậm chí là sinh ra những bọt nước trên lá lung linh như trân châu trong bể. Có hai kỹ thuật trồng cây thủy sinh trân châu Cuba phổ biến mà dân chơi thuỷ sinh có thể áp dụng là: Cách thứ nhất (trồng lá nước): Không giống như các loại cây làm nền khác, Trân châu cuba sẽ được trồng theo cụm, mỗi cụm cây có kích thước khoảng 2 x 2cm , trồng cách nhau 2 - 3cm. Sau khi cắt Trân châu Cuba ra thành từng cụm, hãy khoét 1 lỗ sâu khoảng 2cm trên nền, đặt cây vào và giữ nhẹ chúng, rồi dùng cây gạt phần đất xung quanh vào cây, cố gắng làm nhẹ tay vì cây rất dễ dập và đứt rễ. Cách thứ hai (trồng lá cạn): Các bạn có thể dùng đất trồng cây, hiệu quả rất tốt, ban đầu tưới cho đất no nước, mục đích là tạo môi trường ẩm cho rễ cây hút nước khi chưa găm vào lớp đất. Cũng giống như cách trồng trên, cắt ra thành cụm, đặt cách nhau 2 - 3cm, các bạn chỉ cần đặt nó lên như vậy là được, tưới nước nhiều trong 1 tuần đầu, đặt cây nơi có nhiều ánh sáng. Do cây thủy sinh trân châu Cuba có kích thước nhỏ nên khi tách cây và trồng rất dễ bị tổn thương hãy nhẹ nhàng và kiên nhẫn. Về điều kiện nhiệt độ: Cây thủy sinh trân châu Cuba sống và trong nhiệt độ từ 20 - 28 độ C và phát triển tốt nhất trong nhiệt độ từ 25 - 27 độ C. Nếu nhiệt độ quá 28 độ C cây dễ bị đen lá, lá úa, chậm phát triển và có hiện tượng ngóc đầu, mọc thưa. Dinh dưỡng: Cây thủy sinh trân châu Cuba không kén nền, chỉ yêu cầu dinh dưỡng ở mức độ ít đến trung bình, tuy nhiên cần sự ổn định. Bạn có thể sử dụng nền cũ, nền trộn, nền công nghiệp hoặc ADA, Oliver Lnot, Bonbon,… với các hồ mới. Nền nên được hoạt động khoảng 2 - 3 tháng trước khi trồng cây, còn nếu lỡ trồng cây ngay sau khi đổ nền thì cần theo dõi thường xuyên và thay nước từ 2 lần/tuần. Điều kiện ánh sáng: Cây thủy sinh trân châu Cuba phát triển khá chậm trong môi trường bể thuỷ sinh vì vậy nó đòi hỏi nguồn ánh sáng dồi dào. Với bể cao 40cm cần ít nhất 2 bóng T5HO để cây phát triển, nhưng muốn cây canh và sinh trưởng tốt nhất có thể phải cần đến 3 bóng. CO2: Là nguồn dinh dưỡng quan trọng với cây thủy sinh trân châu Cuba, bởi vậy bạn cần thay nước thường xuyên cho bể, bổ sung CO2 bằng dụng cụ hỗ trợ. Cây thủy sinh trân châu Cuba xanh non tươi mát 5. Cây thủy sinh Luân thảo đỏ 5.1. Giới thiệu chung về cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân Thảo Đỏ là dòng cây thủy sinh thuộc họ rong, có tốc độ phát triển nhanh, hợp với nhiều bố cục bể, được ưa chuộng trong giới thủy sinh hiện nay. Tên khoa học: Rotala Wallichii Vị trí: hậu cảnh hoặc trung cảnh Màu sắc: đỏ hồng Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: không thể Độ khó chăm sóc: trung bình Nhiệt độ: 18 - 28 độ C Cấu trúc cây: thân dài Chiều cao: 30 - 50 cm Chiều rộng: 5 - 8 cm Cây thủy sinh luân thảo đỏ (lá nước) 5.2. Cách chăm sóc cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân thảo đỏ là dạng cây rất dễ trồng trong bể cá thủy sinh. Nó phát triển tốt ở điều kiện ánh sáng cao và hồ dinh dưỡng nhiều. Nếu bổ sung thêm CO2 cây thủy sinh luân thảo đỏ sẽ cho ra lá đỏ căng và bung xòe rất đẹp. Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, cây thủy sinh luân thảo đỏ còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nhưng mọc rất nhanh nên cây thủy sinh luân thảo đỏ thích hợp trồng trong các bể thủy sinh lớn. Cây thủy sinh luân thảo đỏ là loại cây cắt cắm, chỉ cần ngắt một phần thân kèm theo lá và cắm thẳng xuống đất nền sau một thời gian sẽ có thể phát triển thành cây mới. Cây thủy sinh luân thảo đỏ (lá cạn)","link":"/5-Loai-Cay-Thuy-Sinh-Dep-Gia-Re-Ban-Nen-Biet-20210304.html"},{"title":"Phản ứng trong hệ sinh thái hồ thủy sinh","text":"SỰ CẢM NHIỄM hiện tượng tương tác, phản ứng hóa học của thực vật thủy mộc, vi sinh vật, rêu hại và cá trong 1 môi trường thủy sinh. – Vì sao bạn mãi không thể trồng thành công 1 vài loại cây trông hồ mình? – Vì sao hồ nhiều cây thì rất hiếm khi bị bùng phát rêu hại? – Vì sao rêu hại bùng phát thì cây yếu và chết dần? – Vì sao ốc nerita, và 1 số loại cá của tôi thỉnh thoảng lại ăn cả lá cây? – Vì sao những hồ thủy sinh dù không nuôi cá nhưng lại không bao giờ có lăng quăng và muổi, đặc biệt là ở các trại thủy sinh – Vì sao 1 số cây trồng riêng, hoặc trồng chúng nhiều hơn so với những loại cây khác thì chúng phát triển tốt, còn trồng chung thì lại rất yếu (điển hình rotala pearl)? Câu trả lời có thể là vì SỰ CẢM NHIỄM hiện tượng tương tác, phản ứng hóa học của thực vật thủy mộc, vi sinh vật, rêu hại và cá trong 1 môi trường thủy sinh. Hiện tượng cảm nhiễm trong hồ thủy sinh Sự Cảm Nhiễm là gì? Theo lý thuyết, những sinh vật trong môi trường thủy sinh (bao gồm thực vật, cá và vi sinh) đều có cơ chế tự sản xuất ra những chất hóa học ảnh hưởng đến sự tồn tại và phát triển của những cá thể khác. Khác với động vật có thể bảo vệ mình và ảnh hưởng, tấn công những động vật khác dựa vào sức mạnh, tốc độ, cơ bắp, sức khỏe… thực vật thủy sinh bắt buộc phải tạo ra hóa học để tự bảo vệ bản thân từ bệnh dịch, vi khuẩn và từ những động vật. Thực vật thủy sinh có lẻ rất nghiêm túc và coi trọng cơ chế này và chúng dùng 1 lượng năng lượng lớn để tạo ra hóa chất nhằm bảo vệ bản thân và tất nhiên là để ức chế sự phát triển của những thực vật đối thủ khác, đôi lúc là giết chết đối thủ để tồn tại (tương tự như việc những cây thủy sinh phát triển nhanh luôn có xu hướng mọc nhanh và lan rộng chiếm không gian, ánh sáng và giết chết những cây đối thủ mọc chậm phía dưới chúng). Thực vật thủy sinh tạo ra những chất hóa học xung quanh chúng, tan vào trong nước rất nhanh, và trong 1 hệ sinh thái khép kín (nước tù) như hồ thủy sinh thì những chất hóa học này tích tụ và tăng dần, và dĩ nhiên tác dụng ức chế sự phát triển hay ảnh hưởng tiêu cực đến những thực vật quanh chúng&nbsp; bao gồm cả rêu hại và những cây thủy sinh khác&nbsp; là rất rõ ràng và mạnh mẽ. Thêm vào đó, hồ càng nhỏ (lượng nước càng ít) thì cảm nhiễm càng rõ ràng, đó là lý do nhiều hồ mini hiếm khi có rêu hại vì chúng bị cây thủy sinh lấn áp qua sự cảm nhiễm này. 1. Sự Cảm Nhiễm của cây thủy sinh tác động lên rêu hại Đây là điều anh em chơi thủy sinh quan tâm nhất vì nó là chìa khóa để duy trì 1 hồ thủy sinh xanh đẹp, sạch rêu hại. Nhiều nhà thực vật thủy sinh học nhận thấy rằng đa số các sông hồ tự nhiên với nhiều loại cây thủy sinh phát triển mạnh mẽ thì hầu như không có, hoặc rất ít thấy rêu hại tồn tại và phát triển. Đúng là cây thủy sinh có thể lấn áp rêu hại bằng cách hút sạch dinh dưỡng hay che sáng, nhưng lý do chính vẫn là do những hóa chất cảm nhiễm của thực vật thủy sinh tạo ra. Các nhà khoa học đã thực hiện nhiều thí nghiệm chiết xuất hóa chất của nhiều cây thủy sinh, điển hình là Typha latifolia (Cỏ Nến), và kết quả mang lại cho thấy rằng những chất hóa học chiết xuất từ cây Cỏ Nến này có tác dụng diệt và ức chế rêu hại tương đương với 1 lượng đồng Sunphat (CuSO4) lớn trong nước (0.5 ppm – 1 nồng độ cực cao có thể giết hầu hết rêu hại), và Myriophyllum brasilense, (họ Xương Cá) thì có tác dụng đặc biệt, chuyên trị tảo nhớt xanh và 1 số loại rêu hại khác. Ngay trong những hồ trồng nhiều Xương Cá của mình thì rêu hại màu xanh như nhớt xanh, đốm xanh và mảng xanh hầu như không thể phát triển, và khi cắt hết lũ Xương Cá để trồng cây khác thì sau vài ngày hồ mình bị đốm xanh và nhớt xanh tấn công ngay (có lẻ ánh sáng quá nhiều + cây bị nhổ gần hết). 1 loại cây khác họ xương cá khác là Myriophyllum Spicatum (Rong đuôi chồn) thì quá nổi tiếng về khả năng chống khuẩn lam, lăng quăng, bèo tấm, và nó thậm chí còn có khả năng diệt cây thủy sinh khác là Najas marina (dương xỉ Trung Quốc)… và còn quá nhiều trường hợp khác đợi các anh em khám phá ra dần. Myriophyllum brasilense, (họ Xương Cá) Myriophyllum Spicatum (Rong đuôi chồn) &nbsp; Typha latifolia (Cỏ Nến) những loại cây có khả năng cảm nhiễm cực mạnh &nbsp; Nghe có vẻ thật hấp dẫn, nhưng để tạo ra hóa chất cảm nhiễm này, cây thủy sinh cần môi trường sống phù hợp (Ánh sáng, nhiệt độ, hệ vi sinh ổn định…) và dinh dưỡng tốt (đặc biệt là Co2, đa vi lượng…). Khi điều kiện không đủ đáp ứng, ví dụ như thiếu Co2, cây sẽ ngừng tạo ra hóa chất cảm nhiễm và rất dễ bị 1 số loại ốc, cá tép ăn lá (bình thường lúc cây khỏe mạnh thì không), và cũng rất dễ bị rêu hại tấn công. lá cây nana bị rêu chùm đen tất công &nbsp; Một điều quan trọng khác anh em cần lưu tâm là hóa chất cảm nhiễm được các loại cây thủy sinh tiết ra thường có tác dụng mạnh mẽ hơn trong việc ức chế rêu hại khi các hóa chất này kết hợp với nhau, và các hóa chất này có tác dụng mạnh mẽ nhất khi gần cây thủy sinh nơi chúng được tiết ra. Vậy kinh nghiệm cho anh em là: nên trồng nhiều loại cây trong hồ và tốt nhất là trồng rải rác khắp hồ để có tác dụng lấn áp rêu hại tốt nhất. những hồ của ADA thường được trồng rất nhiều cây ngay từ đầu. &nbsp; 2. Sự cảm nhiễm của rêu hại tác động lên cây thủy sinh Liệu rêu hại có khả năng tạo ra cảm nhiểm để ức chế hay tiêu diệt cây thủy sinh? Câu trả lời là CÓ. Tất cả các loại rêu hại đều có thể tiết ra hóa chất tự bảo vệ bản thân từ động vật ăn tạp (có lẻ vì vậy mà rêu chùm đen sau khi bị xịt Excel thì rất hay bị cá, tép ăn) hay triệt tiêu những loại rêu hại khác và cả cây thủy sinh, có điều sự cảm nhiễm này yếu hơn nhiều so với hóa chất của thực vật thủy sinh. Điều khác biệt thứ 2 là rêu hại ngoài khả năng tiết ra hóa chất cảm nhiễm trong nước, chúng còn có thể truyền trực tiếp vào lá cây thủy sinh. Một số ví dụ về trường hợp rêu hại có khả năng triệt tiêu thực vật thủy sinh như: Rêu nhớt xanh có khả năng ức chế bèo tấm (duckweed), và 1 số loại Ấu Thái (Trapa japonica) . Hồ bán cạn của mình từ khi rêu nhớt nhanh xuất hiện thì lũ Ấu Thái rữa lá và biến mất dần. ấu thái duckweed – bèo tấm blue-green algea, loại rêu có khả năng ức chế nhiều loại cây thủy sinh,đặc biệt là họ bèo tấm, ấu thái… &nbsp; Tuy nhiên, chỉ khi nào rêu hại bùng phát toàn hồ thì khả năng ức chế cây thủy sinh của chúng mới thật sự mạnh mẽ. Nhiều bạn chơi thủy sinh chắc chắn từng trải nghiệm rằng khi hồ bùng phát rêu hại thì cây cối của mình hầu như đều rất yếu và chết dần. Trong trường hợp này, người chơi thủy sinh có thể dễ dàng loại bỏ hết cảm nhiễm của rêu hại bằng cách: – Thay nước thường xuyên, hóa chất cảm nhiểm của rêu hại tiết ra cần 1 thời gian dài mới đủ nồng độ ức chế cây, và thay nước sẽ làm nồng độ đó giảm xuống nhanh chóng – Cho than hoạt tính hay Seachem Purigen vào lọc, hóa chất cảm nhiễm sẽ bị loại bỏ nhanh – Dùng 1 số loại hóa chất như Seachem Excel, Cidex, Oxi già, thuôc kháng sinh Erythromycin… 3. Sự cảm nhiễm của cây thủy sinh tác động lên những loại cây thủy sinh khác Mình đam mê thể loại hồ phong cách Hà Lan nên có thói quen trồng rất nhiều loại trong 1 hồ (1 mục đích khác là nghiên cứu, quan sát phản ứng và tốc độ sinh trưởng của nhiều loại cây với những nồng độ dinh dưỡng mình cung cấp qua phân nước), và mình không còn lạ gì việc thỉnh thoảng 1 số cây chết và biến mất không lý do dù hồ mình cực ổn định và đa số các loại cây đều phát triển rất xung. Mình cũng không ngạc nhiên gì khi 1 loại cây nào rất dễ trồng, lại chết yểu khi cho vào 1 hồ đang rất ổn định. Mình nhận thấy sự cảm nhiểm này là 1 phần của tự nhiên mà tất cả người chơi đều phải chấp nhận. 1 số trường hợp mình đã trải nghiệm như sau: – 1 số loại họ tiêu thảo như tiêu thảo flamingo, tiêu thảo parva không nên trồng chung với họ Vallisneria (Hẹ Nước) và Swordplants (Lưỡi Hổ) – Bèo Nhật, bèo tấm, Ấu Thái… không phát triển hoặc chết dần nếu trồng chung vơí họ súng Nuphar lutea (súng hoa vàng), hoặc với họ Eleocharis (Ngưu Mao Chiên, Cói) – Họ Ngưu Mao Chiên thường nhả hóa chất độc vào nền qua bộ rễ và có tác dụng giết 1 số loại root feeder khác như Rong Gai, Rong Đuôi Chồn… Còn rất nhiều trường hợp khác mình sẽ liệt kê và cập nhật dần. 4. Kinh nghiệm rút ra cho các bạn mới chơi: – Nên trồng nhiều cây đến mức có thể trong hồ mới set-up để trị rêu hại (giống các hồ của ADA) – Hồ nhỏ dễ ức chế rêu hại bằng cách trồng cây hơn vì số lượng nước ít và hóa chất cảm nhiễm càng mạnh – Hồ nhỏ có thể khó trồng 1 số loại cây vì chúng tự cảm nhiểm, cạnh tranh lẫn nhau (điển hình là Trân Châu Nhật, rất khó trồng trong những hồ mini) – 1 số cây khó trồng chung với nhiều loại cây khác (như rotala pearl chẳng hạn), nếu trồng riêng nó phát triển rất tốt, có lẻ vì đặc tính “yếm thế”, kèo dưới vì không có khả năng chống chịu cảm nhiễm của những cây khác. – Nên tận dụng cảm nhiễm bằng cách trồng nhiều loại cây và trồng rải rác khắp hồ – Càng thay nhiều nước, cảm nhiễm càng ít. Việc thay nước thường xuyên có tác dụng giảm cảm nhiễm có hại tiết ra từ rêu hại khi hồ đang bị bùng phát, nhưng thay nước nhiều cũng làm giảm nồng độ hóa chất cảm nhiểm tốt của cây – Cây khi thiếu hụt dinh dưỡng hay môi trường không phù hợp sẽ rất dễ bị rêu hại tấn công và dễ bị ốc, cá, tép ăn lá vì chúng không còn đủ sức tạo ra hóa chất cảm nhiễm để tự bảo vệ bản thân. Rêu hại cũng vậy, khi chúng yếu (bị xịt hóa chất, hay bị hết thức ăn vì thay nước) sẽ dễ bị cá ốc ăn ngay, điển hình là rêu tóc và rêu chùm đen sau khi bị xịt Excel, Cidex… – Và cuối cùng, nên chấp nhận hiện tượng cảm nhiễm này như 1 phần của tự nhiên. Nên trồng riêng những cây quý và dần tự rút ra kinh nghiệm cho bản thân mình. Chân thành cảm ơn anh Phạm Thành Văn đã chia sẻ bài viết này","link":"/%5BShare%5D-Hien-Tuong-Cam-Nhiem-Trong-Ho-Thuy-Sinh-20210305.html"}],"tags":[{"name":"Cây thủy sinh","slug":"Cay-thuy-sinh","link":"/tags/Cay-thuy-sinh/"}],"categories":[{"name":"Cá cảnh","slug":"Ca-canh","link":"/categories/Ca-canh/"}]}