{"pages":[],"posts":[{"title":"Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở","text":"Thời gian để trứng cá betta nở không lâu, nhìn chung chỉ từ 24-36 giờ.&nbsp;Cá cái sau khi đẻ cần được đưa ra bể cá khác.&nbsp;Vì đôi khi cá cái sẽ ăn trứng cá của chính mình.&nbsp;Cá đực có thể ở trong bể vì chúng sẽ chăm sóc cá nhỏ mới nở.&nbsp;Cá nhỏ không cần cho ăn sau khi chúng nở.&nbsp;Sau khoảng 3 ngày, cá học bơi trơn tru rồi mới cho ăn.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn để biết cách chăm sóc betta bột nhé. Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Nội dung chính Mất bao lâu để trứng cá betta nở thành cá nhỏ? Cách nuôi cá betta mới nở và sau khi biết bơi Cách nuôi cá betta bột mới nở Cách nuôi cá betta bột sau khi biết bơi Mất bao lâu để trứng cá betta nở thành cá nhỏ? Thời gian để trứng cá betta nở không lâu, thường chỉ mất 24-36 giờ để trứng cá betta nở.&nbsp;Tuy nhiên, những con cá nhỏ mới nở không thể bơi và sẽ chỉ nổi trên tổ bong bóng.&nbsp;Trong thời gian này, cá đực sẽ chăm sóc cá nhỏ.&nbsp;Vì vậy, cá cái nên bắt ra khỏi bể cá sau khi cá betta sinh sản.&nbsp;Trong khoảng 3 ngày sau, cá betta bột có thể học bơi và bạn bắt đầu phải biết cách nuôi cá betta bột Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Cách nuôi cá betta mới nở và sau khi biết bơi Cách nuôi cá betta bột mới nở Cá betta mới nở từ trứng không bơi mà chỉ nổi trên tổ bong bóng.&nbsp;Lúc này cá đực sẽ chăm sóc cá nhỏ.&nbsp;Nếu một con cá nhỏ rơi xuống nước, cá đực sẽ đưa nó trở lại tổ bong bóng.&nbsp;Nếu tổ bong bóng có dấu hiệu bị hư hỏng, cá đực sẽ sửa chữa tổ bong bóng.&nbsp;Đôi khi, cá đực sẽ sử dụng vây để đưa nước vào tổ bong bóng để giúp cá nhỏ thích nghi với môi trường.&nbsp;Sau khoảng ba ngày, con cá nhỏ có thể học cách bơi trơn tru.&nbsp;Trong thời gian này, không cần cho ăn, miễn là nhiệt độ nước tốt. Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Cách nuôi cá betta bột sau khi biết bơi Sau khi cá betta bột học bơi, bạn vớt cá đực ra khỏi bể.&nbsp;Lúc này bạn cần bắt đầu cho cá nhỏ ăn.&nbsp;Nói chung cho cá ăn 2 lần / ngày, thức ăn cho cá có thể chọn là tảo biển, bột tảo lục, trứng tôm ngâm nước muối, v.v.&nbsp;Ngoài việc cho ăn, điều quan trọng là giữ nhiệt độ nước khoảng 26 ° C để tạo môi trường phát triển tốt cho cá nhỏ.","link":"/Ca-betta-bot-moi-no-cho-an-gi-Cach-nuoi-ca-betta-bot-moi-no-20210715.html"},{"title":"Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi?","text":"Nói chung, không nên nuôi chung cá la hán và cá rồng với nhau.&nbsp;Bởi vì tính khí của chúng tương đối dữ dội và nhận thức về lãnh thổ của chúng tương đối mạnh mẽ, chúng dễ dàng đánh nhau khi được nuôi chung.&nbsp;Hơn nữa, thói quen và đặc điểm của chúng cũng khác nhau, và các yêu cầu về nhiệt độ nước và giá trị pH của nước cũng khác nhau.&nbsp;Nếu phải nuôi cùng vào một bầy, xét tính tình của la hán dữ dằn hơn, nên yêu cầu cá rồng phải lớn hơn cá la hán.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn về vấn đề này nhé. Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi? Nội dung chính Cá la hán có thể nuôi chung cùng cá rồng không ? Có thể nuôi chung cá la hán với cá koi không? Cá la hán có thể nuôi chung cùng cá rồng không ? Nhiều người mới chơi cá cảnh đều sẽ tìm hiểu về vấn đề nuôi chung cá với nhau.&nbsp;Tuy nhiên, tốt nhất là không nên nuôi ghép hỗn loạn, một số loài cá nuôi chung sẽ gây ra nhiều rắc rối.&nbsp;Ví dụ, nuôi ghép cá la hán và cá rồng là không phù hợp.&nbsp;Chúng đều là những loài cá hung dữ ; chúng có ý thức mạnh mẽ về lãnh thổ và chúng có thể chiến đấu với nhau để tranh giành lãnh thổ. Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi? Hơn nữa, thói quen và đặc điểm của chúng cũng khác nhau.&nbsp;Ví dụ, chúng có các yêu cầu khác nhau về nhiệt độ nước.&nbsp;Nhiệt độ nước thích hợp nhất cho cá rồng là 26-30 độ, trong khi cá la đòi hỏi nhiệt độ thấp hơn một chút.&nbsp;Chúng cũng có các yêu cầu khác nhau về giá trị PH của nước. Cá la hán yêu cầu giá trị PH từ 6,2-7,2, trong khi cá rồng yêu cầu giá trị pH cao hơn.&nbsp;Căn cứ vào các yếu tố trên, tốt nhất không nên nuôi chung.&nbsp;Nếu phải nuôi chung, bạn có thể chọn cá rồng lớn hơn cá lá hán, vì cá la hán dữ hơn cá rồng, nếu cá rồng quá nhỏ dễ bị cá la hán tấn công. Có thể nuôi chung cá la hán với cá koi không? Cá la hán không thể được nuôi chung với cá koi vì hai lý do chính.&nbsp;Đầu tiên là câu hỏi về tính khí, cá Koi có tính cách ôn hòa, trong khi tính khí của cá la hán rất hung dữ. Nếu chúng được nuôi chung với nhau, cá la hán sẽ bắt nạt cá Koi và có thể cắn chúng.&nbsp; Cá la hán nuôi chung với cá rồng được không ? có thể nuôi chung cùng cá koi? Sau đó là vấn đề về thói quen của chúng, Koi là một loại cá nước lạnh, trong khi cá la hán là một loài cá nhiệt đới, thói quen rất khác nhau, đặc biệt là đối với yêu cầu về nhiệt độ nước.&nbsp;Không dễ dàng để điều chỉnh môi trường xung quanh nếu chúng được nuôi chung với nhau trong một hình thức nuôi ghép.","link":"/Ca-la-han-nuoi-chung-voi-ca-rong-duoc-khong--co-the-nuoi-chung-cung-ca-koi-20210715.html"},{"title":"Các Loại Cây Trồng Trong Bể Thủy Sinh 2021 (Phần 1)","text":"Đối với những người mới chơi việc lựa chọn các loại cây dành cho bể thủy sinh là vô cùng quan trọng. Nên lựa chọn những cây thủy sinh dễ sống, dễ trồng, độ khó thấp. Ở bài viết này Nghiện Cá sẽ giới thiệu các loại cây Thủy Sinh hay được sử dụng, để các bạn có thể hiểu được rõ hơn về mỗi loại cây trồng được tốt hơn. Giảm thiểu rủi ro trồng cây dễ chết do không biết cách chăm sóc dẫn đến chán nản khi chơi thủy sinh. Nội dung chính Trân châu ngọc trai (Micranthemum sp) Cây Hồng Liễu (Ammannia gracilis) Vảy ốc xanh (Rotala sp. ‘Green’) Cỏ Nhật (Blyxa japonica) Trân châu ngọc trai (Micranthemum sp) Trân châu ngọc trai là một cây thủy sinh được phổ biến rộng rãi khoản 1-2 năm nay. Trân châu ngọc trai thường được trồng khu vực tiền cảnh, hay thấy ở hồ thủy sinh theo phong cách iwagumi, rất được dân chơi thủy sinh ưa chuộng do vẻ đẹp của nó, cũng như độ khó của cây không cao, khá dễ trồng, phát triển tương đối nhanh khi đã bén rễ Tên khoa học: Micranthemum sp. Đặc điểm: thân đốt. Nhiệt độ: 22 – 28 độ C PH: 5.0 – 7.0 Trồng cạn: có thể Ánh sáng : trung bình, mạnh. Tốc độ tăng trưởng: trung bình Độ khó: trung bình. Bố trí: trồng ở tiền cảnh, sau 1 thời gian sẽ bò lan thành thảm xanh mướt. Trân châu ngọc trai Trân châu ngọc trai là loài cây không quá khó để trồng nếu yêu cầu cơ bản của cây được đáp ứng: cường độ ánh sáng và CO2 trung bình, chế độ bón phân trong đó có nitrate, phosphate, kali và các vi chất dinh dưỡng bổ sung. Nếu điều kiện phù hợp của cây và cường độ ánh sáng cao, cây sẽ bò rất nhanh và lá cây mập mạp, xanh tươi. Cây Hồng Liễu (Ammannia gracilis) Cây Hồng Liễu lần đầu tiên được giới thiệu trong giới thủy sinh bởi P.J. Bussink, người mang cây từ Liberia về. Cây sống trong các đầm lầy tại Tây Phi. Bởi vì vẻ đẹp của nó và không yêu cầu nhiều cho quá trình phát triển, Ammannia gracilis là cây phổ biến nhất so với các cây khác trong cùng chi. Vị trí: hậu cảnh, trung cảnh Màu sắc: đỏ hồng Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: có thể Độ khó : trung bình Nhiệt độ: 18-28 độ Cấu trúc cây : thân dài Chiều cao : 30-80 cm Chiều rộng : 5-10 cm Cây Hồng Liễu Cây thủy sinh Hồng liễu – Ammannia gracilis là loài cây có yêu cầu vừa phải, và sẽ không thể hiện hết tiềm năng của nó nếu các yêu cầu đó không được đáp ứng. Ánh sáng từ trung bình đến mạnh(2-3W cho mỗi gallon hoặc nhiều hơn), CO2 phải ổn định ở mức 25-30 ppm. Cây này thích nước hơi acid. và nước mềm (KH 4-6, GH 6-8), mặc dù nó thích nghi với các loại nước ở các môi trường khác nhau. Các chất dinh dưỡng chính như Nitrate (5-20 ppm) abd Phosphate (1-2 ppm) phải cao để đạt được kết quả tốt nhất. Sắt với các chất dinh dưỡng cũng nên nên ở mức độ cao. Nếu không đủ sắt trong nước thì lá sẽ nhạt đi. Điều kiện tốt sẽ cho cây lớn hơn và lá ít đỏ hơn. Nếu Nitrate đủ cao, cây thậm chí có thể trở nên xanh. Nitrate thấp kết hợp với Phosphate và các mức độ chất vi lượng sẽ thúc đẩy màu sắc có cường độ cao nhất. Cây lớn và nhiều màu sắc này khi gặp điều kiện môi trường phát triển tốt sẽ phát triển nhanh và mọc hướng lên mặt nước. Cắt tỉa phần ngọn và trồng lại những phần ngọn khỏe mạnh. Nhân giống được thực hiện bằng cách loại bỏ các cành bên từ cây chính bằng kéo. Cây thủy sinh Hồng liễu với kích thước khi phát triển hoàn chỉnh sẽ rất phù hợp với vị trí trung cảnh hoặc hậu cảnh của hồ lớn hơn 20 gallon (76 lít). Cây có thể làm nổi bật thêm màu sắc của các hồ trong mọi bố cục. Cây được sử dụng nhiều trong các hồ có phong cách Hà Lan và thường được dùng để tạo sự tương phản với các cây có sắc màu xanh. Vảy ốc xanh (Rotala sp. ‘Green’) Vảy ốc xanh bò lá nước (Rotala sp. ‘Green’) là cây thủy sinh trung hậu cảnh đẹp dễ trồng cho hồ thủy sinh. Ánh sáng: Mạnh Nhiệt độ: 18-30 °C Dinh dưỡng: Cao PH: 5.0 – 8.0 Tốc độ sinh trưởng: Nhanh Chăm sóc: Dễ Vảy ốc xanh bò lá nước (20-50cm) Vảy ốc xanh Vảy ốc xanh tên tiếng Anh là Rotala Rotundifolia Green (Rotala sp. ‘Green’) thuộc họ Lythraceae có nguồn gốc từ châu Á. Vảy ốc xanh thường xuyên được sử dụng trong các bố cục bể thủy sinh trên toàn thế giới cũng như rất đắc hàng ở Việt Nam. Chúng phổ biến rộng rãi bởi sự dễ trồng, khả năng chịu đựng được biên độ nhiệt độ rộng 18-30 °C và không yêu cầu gắt gao về độ cứng cũng như pH của nước. Vảy ốc xanh có tốc độ phát triển nhanh nên khi được trồng trong bể cá cảnh, chúng nhanh chóng cân bằng môi trường nước tạo môi trường sống lý tưởng cho các loại cá cảnh thủy sinh và tép cảnh. Vảy ốc xanh có chiều cao 20-50cm, tán rộng 3cm, tốc độ phát triển nhanh nên thường được trồng ở vị trí trung hậu cảnh trong hồ thủy sinh. Có thể nói vẩy ốc xanh rất dễ tính, chúng có thể chấp nhận những phạm vi rộng của những thông số nước, không có bất kì sự đòi hỏi nào về độ pH, nước cứng hay mềm…mặc dù có thể thích nghi tốt với nhiều mức nhiệt độ khác nhau nhưng nhiệt độ cao sẽ giúp loài này phát triển nhanh hơn. Tuy nhiên, vẩy ốc xanh khá khắt khe trong vấn đền dinh dưỡng, đặc biệt là chất dinh dưỡng có trong nước, nó cần phải được bổ sung nitrat và sắt thường xuyên nếu thiếu 2 chất trên, kích thước lá sẽ giảm, cây còi cọc hay thậm chí nặng hơn là chết.Cỏ Nhật (Blyxa japonica) Cỏ Nhật (Blyxa japonica) Cỏ nhật là cây thủy sinh thường được tìm thấy vùng ứ đọng, bể cạn và đầm lầy cũng như các dòng suối chảy chậm, và giàu chất sắt trong các nhiệt đới phía đông của châu Á. Tên khoa học: Blyxa japonica Đặc điểm: thân đốt. Nhiệt độ: 22 – 28 độ C PH: 5.0 – 7.0 Trồng cạn: không thể Ánh sáng : trung bình, mạnh. Tốc độ tăng trưởng: trung bình Độ khó: trung bình. Xuất xứ: châu Á. Bố trí: Thường bố trí ở tiền cảnh , trung cảnh và có thể ở cả hậu cảnh. Cỏ Nhật Cây cũng có thể được tìm thấy trong các môi trường sống nhân tạo (như cánh đồng lúa). cây đã trở thành một cây chủ yếu trong thú chơi thủy sinh. Cây được dễ dàng kiếm được từ các nhà bán lẻ hoặc thông qua giao dịch. Cỏ nhật là loại cây không quá khó để trồng nếu yêu cầu cơ bản của cây được đáp ứng: cường ánh sáng 2-4 watt cho mỗi gallon, CO2, và một chế độ bón phân trong đó có nitrate, phosphate, kali và các vi chất dinh dưỡng bổ sung. Nếu đáp ứng đủ điều kiện cho cây (ánh sáng là cường độ cao), lá của cỏ nhật sẽ phát triển các tông màu vàng và đỏ,các cây sẽ tăng trưởng nhỏ gọn hơn. Nếu cây không nhận đủ ánh sáng sẽ ngày càng trở nên cao hơn, còi cọc và xanh hơn. Cây có một hệ thống gốc ấn tượng và rất cần các chất dinh dưỡng. Nếu cphosphate được giữ cao (1-2 ppm), loài này sẽ liên tục ra hoa nhỏ màu trắng trên thân dài và mỏng. Kết thúc phần 1 về các loại cây thủy sinh. Cám ơn các bạn đã quan tâm theo dõi","link":"/Cac-Loai-Cay-Trong-Trong-Be-Thuy-Sinh-2021-Phan-1-20210715.html"},{"title":"Cách Chữa Trị Cho Cá Rồng Bị Bệnh Rận Nước","text":"Cá Rồng là loại cá phong thủy đẹp. Vẻ đẹp hình thể và màu sắc đa dạng, chúng rất được người chơi cá cảnh quan tâm. Tuy nhiên, trong quá trình chăm sóc cá, có thể cá Rồng bị bệnh, xuất hiện các triệu chứng về sức khỏe như đổi màu, biếng ăn… Bệnh rận nước là mối nguy hiểm lớn đối với cá Rồng và hay gặp nhất. Hãy cùng Nghiện Cá tìm hiểu nguyên nhân, triệu chứng và phương pháp điều trị căn bệnh này. Nội dung chính Đôi nét về bệnh rận nước ở cá Triệu chứng cá Rồng bị bệnh rận nước Điều trị cho cá Rồng bị bệnh rận nước Đôi nét về bệnh rận nước ở cá Rận nước thuộc giống ký sinh trùng giáp xác. Chúng có hình đĩa và có đường kính khoảng 5mm. Nó sẽ bơi trong nước, sống ký sinh trên cơ thể cá, hút máu cá và tiết chất độc. Khi sống kí sinh trên cá sẽ khiến cá bị ảnh hưởng sức khỏe nghiêm trọng. Cần theo dõi và để phát hiện kịp thời. Triệu chứng cá Rồng bị bệnh rận nước Khi cá Rồng bị bệnh rận nước,sẽ làm cho lớp vẩy của cá Rồng bị viêm. Dần chuyển sang màu đỏ, làm cho cá trở nên hiếu động, hoạt động không ngừng, vây cá rụng ra. Khi vây cá rách ra, cá không ngừng cọ xát vào thành bể hoặc đồ trang trí. Bạn có thể nhìn thấy những chấm đỏ nhỏ ở phía giữa thân cá. Cá Rồng khi mới mua về thường gặp tình trạng này. Đây đều là những triệu chứng phổ biến, rất dễ quan sát. Trong quá trình cho có ăn hay nhìn ngắm cá từ bên ngoài bể bạn cũng có thể nhận ra. Vì đây là loại ký sinh trùng có khả năng lây lan rất cao nên bạn cũng cần hết sức chú ý. Phát hiện càng sớm thì việc tiêu diệt bệnh càng nhanh. Không nên chần chừ kéo dài thời gian. Điều trị cho cá Rồng bị bệnh rận nước Cá mắc bệnh phải được cách ly để chữa trị. Vì tính kháng thuốc của rận nước rất cao, chúng có thể do tự tiến hóa. Việc chỉ sử dụng thuốc diệt ký sinh trùng thông dụng thì chỉ giết được những con rận già. Sau 1 – 2 tuần, sẽ lại có những con rận con xuất hiện. Cách tốt nhất là vớt cá ra một chậu nước nông , sử dụng tay hoặc nhíp để bắt tất cả rận trên bề mặt cơ thể của cá. Sau đó đặt thuốc diệt ký sinh trùng Formalin 25 ppm, Masoten hoặc các loại thuốc chuyên trị rận nước ở cá vào bể cách ly trong 1- 2 ngày. Kiểm tra bề mặt cơ thể của cá mỗi tuần một lần. Nếu bạn tìm thấy rận, hãy loại bỏ nó ngay lập tức. Sau khoảng 2 – 3 tuần, nếu bạn không tìm thấy bất kỳ con rận nào nữa thì mới có thể đưa lại chúng vào vào bể nuôi. Hoặc cho cá bị bệnh vào nước muối 1% và loại bỏ rận sau 1 – 2 ngày. Bạn cũng có thể hòa tan 100 lít nước vào 1 gram Natri permanganat và ngâm trong 1 giờ. Tiêu diệt rận phải có tính nhẫn nại, không có cách nào một lần đã giết sạch.","link":"/Cach-Chua-Tri-Cho-Ca-Rong-Bi-Benh-Ran-Nuoc-20210715.html"},{"title":"Cách chữa bệnh cá bảy màu cọ mình vào đáy bể","text":"Cá bảy màu cọ mình vào đáy bể hay các đồ vật trong bể thường là do ký sinh trùng hoặc nhiễm vi khuẩn, khiến chúng bị bệnh đốm trắng hoặc các bệnh ngoài da khác.&nbsp;Lúc này cần vớt cá bị bệnh ra ngoài để cách ly, thay hết nước trong bể.&nbsp;Cá bị bệnh cần được nuôi trong nước mới và nhiệt độ nước ở khoảng 30 ° C.&nbsp;Có thể thêm một ít muối vào nước để diệt khuẩn.&nbsp;Nếu tình trạng nghiêm trọng hơn, nên sử dụng oxytetracycline hoặc các loại thuốc dành cho cá cảnh khác tùy theo các triệu chứng.Hãy cùng Nghiện Cá tìm hiểu nhé. Nội dung chính Nguyên nhân cá bảy màu cọ mình vào đáy bể Chất lượng nước Trong bể cá có vi khuẩn gây bệnh Cá bị nhiễm ký sinh trùng hoặc vi khuẩn Cách chữa bệnh cá bảy màu cọ mình vào đáy bể Nguyên nhân cá bảy màu cọ mình vào đáy bể Cá bảy màu được nuôi tại nhà luôn cọ xát với đáy bể. Nói chung, có 3 lý do: Chất lượng nước Nếu lâu ngày không được thay nước, hoặc hệ thống tuần hoàn kém sẽ khiến cá bị bệnh và muốn cọ xát vào bể. Trong bể cá có vi khuẩn gây bệnh Nếu là bể cá nuôi ghép, nếu cá khác chết hoặc bị bệnh thì sẽ lây bệnh cho cá trong bể, bệnh của các loài cá khác nhau. Cá bị nhiễm ký sinh trùng hoặc vi khuẩn Những con cá như thế này đã bị bệnh cần phải cách ly và điều trị. Cách chữa bệnh cá bảy màu cọ mình vào đáy bể Cá bảy màu cọ vào bể là một hành vi cọ xát.&nbsp;Sau khi vấn đề này xảy ra, cá bị bệnh cần được bắt ra nuôi riêng.&nbsp;Đồng thời, thay hết nước trong bể ban đầu, và cho một ít muối vào bể để khử trùng. Bạn có thể tăng nhiệt độ nước lên một chút.&nbsp;Nếu trong bể không có hệ thống tuần hoàn nước thì nên bổ sung thêm hệ thống tuần hoàn, hệ thống tuần hoàn nước rất quan trọng đối với cá. Riêng cá bị bệnh cần cho vào nước mới xử lý.&nbsp;Đối phó với ký sinh trùng và vi khuẩn nói chung phụ thuộc vào 3 yếu tố : môi trường nước , vi phạm oxy và thêm muối.&nbsp;Thay nước vào một phần ba, bật ôxy tối đa rồi bật sưởi để nhiệt độ nước tăng lên một chút (tùy vào thời tiết của mỗi khu vực), cuối cùng cho một ít muối vào.&nbsp;Lưu ý rằng muối thêm vào không phải là muối ăn.&nbsp;Muối ăn có chứa i-ốt, có hại cho cá.&nbsp;Bạn cần thêm muối biển hoặc muối thô.&nbsp;Nếu tình trạng nghiêm trọng, hãy sử dụng thuốc đặc trị dành cho cá cảnh.","link":"/Cach-chua-benh-ca-bay-mau-co-minh-vao-day-be-20210715.html"},{"title":"Cách Tự Chữa Trị Bệnh Cá Rồng Bị Chúi Đầu Tại Nhà","text":"Chúng ta phải tìm hiểu nguyên nhân để chữa cá Rồng bị chúi đầu là gì? Trong quá trình bạn nuôi dưỡng, chúng ta có thể sẽ phát hiện ra cá Rồng bơi trong trạng thái cúi đầu vểnh đuôi hoặc đầu thấp hơn đuôi. Nguyên nhân dẫn đến tình trạng này cho cá là gì? Cá Rồng bơi chúi đầu không phải là bệnh, nên chữa trị thế nào, chúng ta cùng tìm hiểu qua bài viết dưới đây của Nghiện Cá nhé. Nội dung chính Cá Rồng bị chúi đầu do nhiệt độ nước thấp hoặc do bẩm sinh lúc đẻ ra Cá Rồng lười vận động cũng dẫn đến bị chúi đầu Bệnh bong bóng ở cá là nguyên nhân chúi đầu Chất lượng nước kém dẫn đến cá Rồng bị chúi đầu Cá Rồng bị chúi đầu do nhiệt độ nước thấp hoặc do bẩm sinh lúc đẻ ra Nguyên nhân này khiến bong bóng cá không thể duy trì trạng thái bình thường. Cách phòng ngừa: Trong chăm sóc hàng ngày, cố gắng tránh để nhiệt độ thay đổi đột ngột (nếu ở vùng khí hậu không ổn định nên sử dụng sưởi hàng ngày). Tránh để cá bị sợ hãi và ngăn cá đâm vào bể. Gây ra vấn đề do va đập vào thành bể. Cách chữa cá Rồng bị chúi đầu: Nếu cá bị do bẩm sinh khả năng chữa lành khá khó, có thể thông qua phương pháp cố định vật lý (bằng phao) để duy trì một khoảng thời gian. Cá rồng bị chúi đầu Cá Rồng lười vận động cũng dẫn đến bị chúi đầu Cách phòng ngừa: Tăng lượng vận động cho cá Rồng thông qua việc cho ăn hàng ngày, có thể dùng đồ ăn là cá mồi,v.v….. Cách chữa cá Rồng bị chúi đầu: Dùng thức ăn “dụ dỗ” một cách thích hợp. Kiểm soát đúng thời gian tắt – mở của máy bơm sóng. Cung cấp môi trường sống rộng rãi hơn cho cá rồng (Cá rồng nên ở bể lớn phù hợp với size của chúng). Cho cá rồng vận động bằng cách săn mồi Bệnh bong bóng ở cá là nguyên nhân chúi đầu Cách phòng ngừa: bệnh bong bóng của cá Rồng chủ yếu là thức ăn không sạch hoặc không thể tiêu hóa thức ăn. Vì vậy khi cho cá ăn hàng ngày, chúng ta nên xử lý thức ăn thật đảm bảo cho cá. Đồng thời cũng loại bỏ những phần sắc nhọn trong thức ăn như càng tôm… Từ đó cá mới không bị thương. Cũng tránh được các bệnh như viêm ruột, chướng bụng, chúi đầu. Cách chữa cá Rồng bị chúi đầu: Nên điều trị chướng bụng cho cá. Nếu tình trạng không nghiêm trọng, bạn có thể sử dụng “3 cách sau”: Đổi nước, tăng độ ấm, thêm muối. Nếu tình trạng nghiêm trọng, bạn cần phải sử dụng xilanh để hút nước từ bụng cá ra. Chất lượng nước kém dẫn đến cá Rồng bị chúi đầu Cách phòng ngừa: Trong chăm sóc hàng ngày, cá Rồng cần được cung cấp một môi trường sống tốt nhất. Trước khi thay nước nên dùng nước bơm trên bể sau một đêm để tránh nitơ amoniac quá mức trong nước khiến cá Rồng bơi chúi đầu nếu có điều kiện nên dùng hệ thống lọc nước riêng cho vấn đề thay nước bể. Cách chữa cá Rồng bị chúi đầu: Kiểm tra chất lượng nước, tìm ra vấn đề để cải thiện chất lượng nước thông qua việc thay ít nước hoặc thay nhiều lần. Điều quan tâm là điều chỉnh nhiệt độ của nước, độ pH và các giá trị khác v.v… Không được thay đổi đột ngột vì sẽ gây ảnh hưởng không tốt tới cá Rồng. Trên thực tế, việc điều trị và phòng ngừa bệnh chúi đầu không khó. Miễn là trong quá trình người chơi phải tăng cường quan sát và chăm sóc cá rồng đều đặn hàng ngày.","link":"/Cach-Tu-Chua-Tri-Benh-Ca-Rong-Bi-Chui-Dau-Tai-Nha-20210715.html"},{"title":"Cách nuôi cá betta, những vấn đề cần chú ý khi nuôi cá betta","text":"Chất lượng nước: Nên sử dụng nước sạch khi nuôi cá betta. Thông thường sử dụng nước máy để ở ngoài thùng chứa khoảng 3-5 ngày. Nhiệt độ nước: Betta là loài cá nhiệt đới thích sống ở vùng nước ấm từ 25-28 ° C. Nếu nhiệt độ nước quá thấp, sức sống của nó sẽ giảm. Cho ăn: khi nuôi cá bạn phải nhớ cho cá ăn. Cá con có thể cho ăn ngày 2 lần, cá trưởng thành có thể cho ăn ngày 1 lần. Thức ăn cho cá có thể chọn trùn huyết khô, tôm ngâm nước muối…. Nội dung chính Cách nuôi cá betta Chất lượng nước: Nhiệt độ nước: Cho ăn: Những vấn đề cần chú ý Cách nuôi cá betta Chất lượng nước: Nên sử dụng nước sạch khi nuôi cá betta. Thông thường sử dụng nước máy đã để trong không khí 3-5 ngày. Lưu ý rằng bạn không thể sử dụng nước máy mới. Vì nước này có nhiệt độ thấp và chứa hóa chất nên có thể gây hại cho cá. Nhiệt độ nước: Cá betta là loài cá nhiệt đới thích sống ở vùng nước ấm trong khoảng 25-28 ℃. Nếu nhiệt độ nước quá thấp, sức sống của nó sẽ giảm và kém ăn, giảm sức đề kháng và dễ ốm. Cho ăn: Khi nuôi cá chọi, bạn nhớ cho cá ăn và cung cấp đầy đủ dinh dưỡng. Nói chung, cá con có thể được cho ăn hai lần một ngày, và cá trưởng thành có thể cho ăn một lần một ngày. Thức ăn cho cá có thể là trùn huyết khô, tôm ngâm nước muối,… Tốt nhất nên cho ăn xen kẽ nhiều loại thức ăn. Chú ý khi cho ăn không nên cho ăn quá no, nếu không sẽ bị đầy và trướng bụng, bỏ ăn. Mỗi lần bạn cho nó ăn no 7-8%. Những vấn đề cần chú ý Khi nuôi cá chọi, nên thay nước 5 – 7 ngày / lần. Mỗi lần thay nước bạn chỉ cần thay khoảng 1/3 lượng nước, không cần thay hết nước. Nước ngọt cũng có thể sử dụng, nước máy đã được dự trữ sẵn. Nếu nhiệt độ xuống rất thấp vào mùa đông, bạn cần lắp thanh sưởi trong bể để duy trì nhiệt độ nước. Nhưng nếu nó có thể được duy trì trong nước từ 25-28 ℃ vào mùa đông, thì không cần lắp thanh sưởi.","link":"/Cach-nuoi-ca-betta-nhung-van-de-can-chu-y-khi-nuoi-ca-betta-20210715.html"},{"title":"Cách nuôi cá Betta lên màu đẹp nhất 2021","text":"“Cách nuôi cá betta lên màu đẹp” và “cho cá betta ăn gì để lên màu đẹp” là câu hỏi của nhiều người mới nuôi cá chọi hay cá betta tìm kiếm trên google.Để biết cách chăm sóc cá chọi sao cho đúng cách hãy cùng Nghiện Cá tìm hiểu kỹ hơn về loại cá cảnh này nhé. Cá chọi hay cá betta là loại cá hung dữ và sống lãnh thổ, Thủy Sinh Xanh hướng dẫn bạn cách nuôi cá betta lên màu đẹp thì tốt nhất bạn nên nuôi riêng.&nbsp;Môi trường thích hợp: Cá betta thích hợp sống ở môi trường nước 25-28 ° C. Không có yêu cầu đặc biệt về chất lượng nước, chỉ cần nước ngọt và sạch là có thể thay nước mỗi tuần một lần, mỗi lần 1/4 lượng nước của bể. Ánh sáng mặt trời có thể thúc đẩy quá trình tổng hợp sắc tố cho cá betta, và bạn nên để nơi có ánh sáng sáng 1-2 giờ mỗi ngày hoặc có thể có dùng đèn led chuyên dụng dành cho cá cảnh. Nội dung chính 1. Cách nuôi cá betta dáng đẹp 1.1. Nuôi cá betta một mình 1.2 Môi trường nuôi cá betta 1.3 Ánh sáng khi nuôi cá betta 2. Cách nuôi cá betta lên màu đẹp 1. Cách nuôi cá betta dáng đẹp 1.1. Nuôi cá betta một mình Cá betta hay cá chọi vô cùng hung dữ và dễ đánh nhau, cách nuôi cá betta lên màu đẹp thì phải nuôi riêng cá.&nbsp;Khi nuôi riêng cá chọi có nhiều không gian sống hơn, cho phép chúng sinh trưởng và phát triển tốt, đồng thời cũng ngăn chúng đánh nhau và bị thương. 1.2 Môi trường nuôi cá betta Đối với cá betta nuôi gia đình, nên để nhiệt độ nước ở mức 25-28 ℃, vì nhiệt độ này là thích hợp nhất cho sự phát triển của chúng.&nbsp;Ngoài ra, hãy giữ cho nguồn nước luôn sạch sẽ, tốt nhất nên thay nước mỗi tuần một lần, mỗi lần thay một phần tư.&nbsp; Tốt nhất nên phơi nước cho cá betta sinh sản trước 1-2 ngày vì phơi nước có thể loại bỏ clo trong nước một cách hiệu quả.Đây cũng là một nguyên nhân để cá betta hay cá chọi của bạn lên được màu đẹp hay không. 1.3 Ánh sáng khi nuôi cá betta Dù cá betta không thể phơi nắng lâu nhưng cũng cần tránh nắng, vì ánh nắng mặt trời có thể thúc đẩy quá trình sản sinh sắc tố trong cá betta và làm cho màu sắc của cá trở nên sặc sỡ hơn.&nbsp; Người nuôi có thể phơi nắng 1-2 giờ mỗi ngày, và duy trì môi trường tối vào những thời điểm khác. 2. Cách nuôi cá betta lên màu đẹp Nếu muốn nuôi cá betta lên màu đẹp, màu sắc tươi sáng, bạn có thể cho cá ăn thêm tôm, vì tôm có chứa nhiều astaxanthin, chất này có thể giúp cá betta tăng màu sắc.&nbsp; Bạn cũng có thể cho ăn một ít tảo xoắn hoặc thức ăn tăng màu, nhưng thức ăn tăng màu dễ gây gánh nặng cho hệ tiêu hóa, vì vậy người nuôi cần lưu ý khi cho cá ăn. Cách nuôi cá betta, những vấn đề cần chú ý khi nuôi cá betta Cá betta bột mới nở cho ăn gì? Cách nuôi cá betta bột mới nở Như vậy, thủy sinh xanh đã chia sẻ kinh nghiêm cách nuôi cá betta hay cá chọi lên màu đẹp nhất 2021. Hy vọng có thể một phần nào giúp đỡ và&nbsp;có ích cho&nbsp;việc chăm sóc cá chọi với những người mới nuôi.","link":"/Cach-nuoi-ca-Betta-len-mau-dep-nhat-2021-20210715.html"},{"title":"Nguyên nhân cá betta bị rụng đuôi và cách điều trị","text":"Cá betta bị rụng đuôi có thể là do chất lượng nước có vấn đề.&nbsp;Lúc này, nên thay nước mới,có độ pH từ 6,5-7,2 và nhiệt độ nước nên ở khoảng 25-28 ° C.&nbsp;Cũng có thể là do cá đánh nhau và bị thương ở đuôi.&nbsp;Lúc này cần tách riêng cá ra để dưỡng.&nbsp;Hoặc cũng có thể do nấm ở cá.&nbsp;Lúc này cần phán đoán nguyên nhân gây bệnh trước, sau đó mới dùng dung dịch thuốc và bài thuốc tắm tương ứng.Hãy cùng Nghiện Cá cùng tìm hiểu rõ hơn nhé. Nguyên nhân cá betta bị rụng đuôi và cách chữa trị Nội dung chính Nguyên nhân cá chọi bị rụng đuôi Chất lượng nước kém Do cá betta đánh nhau Sự xuất hiện của bệnh Phương pháp điều trị Nguyên nhân do nguồn nước Xử lý khi cá betta đánh nhau Nguyên nhân do mầm bệnh Nguyên nhân cá chọi bị rụng đuôi Chất lượng nước kém Đuôi cá chọi bị rụng có thể do chất lượng nước không phù hợp.&nbsp;Nếu bạn sử dụng nước quá kiềm hoặc quá chua để nuôi cá betta, rất dễ khiến chúng bị rụng đuôi. Do cá betta đánh nhau Cá betta bản chất hung dữ hơn.&nbsp;Nếu hai con cá đá được nuôi chung trong bể, chúng rất dễ dàng đánh nhau.&nbsp;Cá có thể bị thương do đánh nhau, và đuôi của chúng sẽ bị những con cá khác cắn. Sự xuất hiện của bệnh Nếu bạn không chú ý thay nước khi nuôi, để cá betta bị nhiễm một số loại vi khuẩn, nấm cũng sẽ khiến chúng gặp vấn đề về đuôi. Nguyên nhân cá betta bị rụng đuôi và cách chữa trị Phương pháp điều trị Nguyên nhân do nguồn nước Lúc này thay nước cho cá kịp thời.&nbsp;Nước mới phải có độ pH từ 6,5 đến 7,2.&nbsp;Nếu có thể, tốt nhất nên sử dụng nước trung tính với độ pH khoảng 7,0.&nbsp;Điều này sẽ giúp nó phục hồi nhanh hơn. Xử lý khi cá betta đánh nhau Lúc này cần tách bể kịp thời, cho cá betta vào một bể riêng khác.&nbsp;Đối với cá bị thối đuôi cần sử dụng nước sạch để duy trì chất lượng nước để cá không bị nhiễm mầm bệnh và mắc bệnh. Nguyên nhân cá betta bị rụng đuôi và cách chữa trị Nguyên nhân do mầm bệnh Lúc này cần phán đoán nguyên nhân gây bệnh trước tiên.&nbsp;Nếu đó là một bệnh nhiễm trùng do vi khuẩn, bạn nên sử dụng một loại kháng sinh phổ thông gọi là erythromycin.&nbsp;Nếu đó là nhiễm trùng do nấm, xanh methylen là một phương pháp điều trị kháng nấm thích hợp.&nbsp;Sau khi điều trị cần chú ý cho ăn kịp thời để tăng cường dinh dưỡng cho cá giúp cá mau hồi phục.","link":"/Nguyen-nhan-ca-betta-bi-rung-duoi-va-cach-dieu-tri-20210715.html"},{"title":"Nguyên nhân cá betta nằm im dưới đáy? Cách xử lý cho cá bệnh như thế nào?","text":"Cá betta nằm im dưới đáy, không hoạt bát có thể do nhiệt độ nước thấp. Chúng ta&nbsp;nên thay nước mới có nhiệt độ cao hơn, hoặc có thể đặt thanh sưởi vào bể cá (khi mùa đông đến).&nbsp;Nó cũng có thể được gây ra bởi chất lượng nước kém.&nbsp;Lúc này, nên thay nước máy hoặc nước lọc đã được lấy ra ngoài trước 3-5 ngày và đem phơi nắng. Cũng có thể do bể cá tiếp xúc với ánh nắng mặt trời.&nbsp;Lúc này nên chuyển bể ra nơi mát mẻ để nuôi.Hãy cùng Nghiện Cá tìm hiểu nguyên nhân các bạn nhé. Nguyên nhân cá betta nằm im dưới đáy?Cách xử lý cho cá bệnh như thế nào? Nội dung chính Nhiệt độ nước quá thấp Nguyên Nhân: Phương pháp xử lý Chất lượng nước kém Nguyên Nhân: Phương pháp xử lý Phơi nắng Nguyên Nhân: Phương pháp xử lý: Nhiệt độ nước quá thấp Nguyên Nhân: Cá Betta thích sống trong môi trường có nhiệt độ nước từ 25-28 ℃.&nbsp;Nếu bạn không chú ý kiểm soát nhiệt độ nước khi nuôi, nhiệt độ nước quá thấp sẽ làm giảm sức đề kháng của cá, làm xuất hiện tượng cá betta nằm im dưới đáy bể. Phương pháp xử lý Lúc này cần chú ý tăng nhiệt độ nước.&nbsp;Có thể thay nước mới bằng một ít nước mới có nhiệt độ cao hơn, hoặc có thể tăng nhiệt độ nước ban đầu bằng cách đặt thanh sưởi vào bể.&nbsp;Sau khi nhiệt độ nước tăng lên, cá sẽ dần dần khôi phục lại sức khỏe. Nguyên nhân cá betta nằm im dưới đáy?Cách xử lý cho cá bệnh như thế nào? Chất lượng nước kém Nguyên Nhân: Nếu nước dùng khi nuôi có tính kiềm hoặc quá chua, hoặc có nhiều tạp chất sẽ khiến cá betta không thể phát triển bình thường, khiến cá không có năng lượng luôn nằm dưới đáy bể.&nbsp;Do đó, sự thèm ăn của nó cũng có thể giảm xuống. Phương pháp xử lý Lúc này cần thay nước mới phù hợp.&nbsp;Bạn có thể sử dụng nước máy trước 3-5 ngày và đem ra phơi nắng, có thể dùng nước tinh khiết.&nbsp;Khi thay nước, chú ý nhiệt độ của nước mới không được chênh lệch quá nhiều so với nước ban đầu, nếu không sẽ có hại cho cá betta. Nguyên nhân cá betta nằm im dưới đáy?Cách xử lý cho cá bệnh như thế nào? Phơi nắng Nguyên Nhân: Tiếp xúc với ánh sáng mặt trời thích hợp có thể giúp cá betta tăng màu sắc.&nbsp;Nếu tiếp xúc với ánh sáng mạnh trong thời gian dài sẽ khiến cá sức khỏe giảm và luôn nằm dưới đáy bể. Phương pháp xử lý: Lúc này cần cung cấp bóng mát trong bể.&nbsp;Bằng cách bạn có thể trồng một ít bèo tấm và các loại cây thủy sinh.&nbsp;Nếu thấy bất tiện, bạn có thể chuyển bể ra nơi mát mẻ để nuôi.","link":"/Nguyen-nhan-ca-betta-nam-im-duoi-dayCach-xu-ly-cho-ca-benh-nhu-the-nao-20210715.html"},{"title":"Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không?","text":"Khi nuôi các loại cá cảnh đặc biệt là cá rồng, nhiệt độ cần được kiểm soát chặt chẽ.&nbsp;Các loài cá rồng khác nhau có yêu cầu khác nhau về nhiệt độ, nói chung, nhiệt độ nước cần được duy trì trong khoảng 24 ° C đến 29 ° C.&nbsp;Nếu nhiệt độ nước thấp hơn phạm vi này, nó cần được cắm sưởi.&nbsp;Nhất là khi thời tiết chuyển mùa, nhiệt độ giảm xuống sẽ khiến cá bị khó chịu.&nbsp;Do đó, việc duy trì nhiệt độ nước ổn định cũng rất quan trọng.&nbsp;Nếu nhiệt độ trong nhà không đạt 25 ° C vào mùa đông, cá phải được sưởi ấm.&nbsp;Nên sử dụng máy sưởi bể cá để tăng nhiệt độ.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn nhé. Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không? Nội dung chính Cá rồng sống ở nhiệt độ bao nhiêu? Có cần cắm máy sưởi cho bể cá rồng ? Cá rồng sống ở nhiệt độ bao nhiêu? Cá rồng cực kỳ nhạy cảm với sự thay đổi nhiệt độ.&nbsp;Các loại cá rồng khác nhau có yêu cầu nhiệt độ khác nhau.&nbsp;Các loại cá rồng thông thường bao gồm cá rồng ngân long, cá rồng huyết long, cá rồng kim long quá bối, v.v…&nbsp;Nhiệt độ tối ưu cho cá rồng sống là 24 ° C đến 28 ° C, và nhiệt độ thấp nhất có thể chấp nhận được là 22 ° C.&nbsp;Khi nhiệt độ nước của nó dưới 22 ° C, bể cá cần phải được cắm máy sưởi.&nbsp;Nhiệt độ nước của cá Rồng cần được kiểm soát ở mức 23 ℃ ~ 29 ℃, và nó có thể được giữ ở 25 ℃ vào mùa đông.&nbsp;Cá rồng huyết long yêu cầu nhiệt độ từ 24 ° C đến 28 ° C.&nbsp;Phạm vi nhiệt độ của chúng về cơ bản là khoảng 25 ° C.&nbsp;Khi nhiệt độ xuống thấp vào mùa đông, đặc biệt là miền bắc, bể cá cần phải được cắm sưởi.&nbsp;Về cơ bản không cần điều chỉnh nhiệt độ vào các mùa khác. Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không? Có cần cắm máy sưởi cho bể cá rồng ? Khi nuôi cá rồng, bạn cần đặc biệt chú ý đến nhiệt độ nước.&nbsp;Nhiệt độ thích hợp từ 24 ℃ ~ 29 ℃.&nbsp;Một số loài cá rồng có khả năng thích nghi rất đa dạng và chúng có thể sống trong khoảng từ 22 ° C đến 31 ° C.&nbsp;Dưới nhiệt độ này, cá rồng sẽ có tính khí cục cằn, không có lợi cho sức khỏe.&nbsp;Khi nhiệt độ xuống thấp vào mùa đông, nhiệt độ cần được nâng lên một cách thích hợp.&nbsp;Khi điều chỉnh nhiệt độ, nhiệt độ nước không được nóng và lạnh.&nbsp;Nên sử dụng thanh sưởi để tăng nhiệt độ.&nbsp;Sau khi điều chỉnh nhiệt độ bằng thanh sưởi nhiệt độ, nước có thể được giữ ở nhiệt độ ổn định, có lợi hơn cho sự phát triển của cá. Môi trường cá rồng sống ở nhiệt độ bao nhiêu? Có cần phải cắm máy sưởi không?","link":"/Moi-truong-ca-rong-song-o-nhiet-do-bao-nhieu-Co-can-phai-cam-may-suoi-khong-20210715.html"},{"title":"Nguyên nhân và cách chữa cá betta bị sình bụng","text":"Cá betta bị sình bụng có thể do cho ăn quá nhiều.&nbsp;Lúc này, bạn cần giảm số lần ăn và lượng thức ăn trong ngày. Chuyển sang cho ăn ngày 1 lần,mỗi lần khoảng 70 – 80% .&nbsp;Cũng có thể là do vi khuẩn, nhiễm trùng.&nbsp;Lúc này, cá bị bệnh cần được đưa ra ngoài để cách ly, sau đó cho ăn một ít thức ăn có trộn oxytetracycline để khử trùng.&nbsp;Nếu tình hình nghiêm trọng hơn, bạn cần dùng kim hút dịch trong bụng cá sau khi khử trùng.Hãy cùng Nghiện Cá tìm hiểu nguyên nhân và cách chữa trị nhé. Nguyên nhân và cách chữa cá betta bị sình bụng Nội dung chính Nguyên nhân nào làm cho cá betta bị bệnh? Do cho ăn quá nhiều: Do nhiễm trùng, vi khuẩn: Cách xử lý khi cá betta bị bệnh Giải pháp cho việc cho ăn quá nhiều: Trị bệnh cổ trướng: Nguyên nhân nào làm cho cá betta bị bệnh? Do cho ăn quá nhiều: Bụng bị sình, trướng bụng của cá betta có thể là do gần đây cho ăn quá nhiều.&nbsp;Nếu cho ăn với số lượng lớn trong thời gian dài sẽ khiến cá betta khó tiêu và ảnh hưởng đến sự phát triển khỏe mạnh của chúng.Bạn nên giảm tần suất cho ăn xuống và tiếp tục theo dõi. Do nhiễm trùng, vi khuẩn: Nếu cá betta bị nhiễm vi khuẩn hoặc ký sinh trùng, nó có thể bị bệnh cổ trướng.&nbsp;Cá bị bệnh này giai đoạn đầu sẽ phình to ra và phồng lên.&nbsp;Về sau sẽ xuất hiện triệu chứng vảy đứng (vảy xù). Nguyên nhân và cách chữa cá betta bị sình bụng Cách xử lý khi cá betta bị bệnh Giải pháp cho việc cho ăn quá nhiều: Nếu đây là lý do, tốt hơn hết là bạn nên giải quyết.&nbsp;Chỉ cần giảm số lần ăn và lượng thức ăn trong ngày, chuyển sang cho ăn 1 lần / ngày, khi cho ăn thì cho ăn no khoảng 70-80% thì ngừng cho ăn.&nbsp;Chỉ mất 1-2 ngày là khỏi bệnh. Nguyên nhân và cách chữa cá betta bị sình bụng Trị bệnh cổ trướng: Nếu bụng nó phình ra vì bệnh cổ trướng thì càng phiền phức.&nbsp;Đầu tiên, đem cá bệnh ra ngoài để cách ly, sau đó cho cá ăn một ít thức ăn có trộn oxytetracycline để khử trùng.&nbsp;Trong thời gian xử lý, thay nước 2-3 ngày một lần để giữ nước sạch.&nbsp;Khi thay nước, bạn có thể cho vài hạt muối vào nước để có tác dụng khử trùng.&nbsp;Thông thường tình trạng bệnh sẽ thuyên giảm trong khoảng một tuần.&nbsp;Nếu tình hình nghiêm trọng hơn, bạn cần dùng kim hút dịch trong bụng cá sau khi khử trùng.","link":"/Nguyen-nhan-va-cach-chua-ca-betta-bi-sinh-bung-20210715.html"},{"title":"Những Cách Đơn Giản Và Hiệu Quả Để Làm Trong Nước Bể Cá Cảnh","text":"Nước trong bể cá cảnh trở nên đục mặc dù thay nước thường xuyên là vấn đề khiến cho người nuôi cá cảnh cảm thấy vô cùng đau đầu. Hãy cùng nghe những chia sẻ của dân chơi cá cảnh có kinh nghiệm lâu năm về cách làm trong nước bể cá cảnh. Nội dung chính Vì sao nước trong bể cá cảnh luôn đục? Những cách làm trong nước bể cá cảnh vô cùng đơn giản Cho cá cảnh ăn với lượng vừa phải Không trang trí quá nhiều trong bể cá Bố trí hệ thực vật thủy sinh trong bể Sử dụng bộ lọc nước Thay nước cho bể cá Nuôi cá dọn bể Vì sao nước trong bể cá cảnh luôn đục? Muốn làm trong nước của bể cá cảnh, trước tiên cần phải tim hiểu rõ nguyên nhân nào làm cho nước trong bể luôn bị đục? Từ đó mới có thể khắc phục vấn đề này một cách triệt để. Theo chia sẻ của anh Hưng Sài Thành, một dân chơi cá cảnh lâu năm có tiếng tại đất Sài Gòn sở hữu bộ sưu tập cá cảnh gần 80.000$, những nguyên nhân chính dẫn đến nước trong bể cá cảnh luôn đục đó là: •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chất lượng nước thay vào bể cá cảnh kém. Nước từ giếng hoặc nước máy có chất lượng không được tốt, bị đục. Đặc biệt là đối với những giếng đào tại những nơi thổ nhưỡng không được tốt, khi bơm lên sẽ lẫn cả bùn đất. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng bể cá cảnh mới làm chưa được vệ sinh sạch sẽ, các bụi bẩn vẫn còn đọng lại trong bể. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Chất thải từ cá quá nhiều. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bể cá chưa có hệ thống lọc nước hoặc hệ thống lọc chưa đảm bảo tiêu chuẩn. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thức ăn tồn đọng vì mỗi lần cho ăn thừa thãi. •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sự phát triển của tảo, rêu, nấm độc hại trong môi trường nước •&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bệnh dịch, nấm từ cá. Ngoài ra nếu bể cá cảnh chưa được bố trí hệ thực vật thủy sinh hoặc quy trình thay nước không đúng cách cũng dẫn đến nước trong hồ cá cảnh trở nên đục. Những cách làm trong nước bể cá cảnh vô cùng đơn giản “Làm sao để hồ nuôi cá cảnh nước trong veo?” là thắc mắc của đa số người mới tập chơi cá cảnh. Bất kỳ ai cũng muốn ngắm nhìn vẻ đẹp hoàn mỹ của những chứ cá cảnh mà mình bỏ tâm huyết ra để sưu tập, chăm sóc hàng ngày. Vì vậy nước trong bể cá cảnh bị sẽ tạo cảm giác rất khó chịu, khiến mất giá trị thẩm mỹ của cả bể cá cảnh dù cho cá trong đó quý hiếm đến đâu đi chăng nữa. Những “lão làng” có kinh nghiệm nuôi cá cảnh thường áp dụng những cách làm trong nước bể cá cảnh dưới đây: Cho cá cảnh ăn với lượng vừa phải Thức ăn thừa bị phân hủy sẽ làm ô nhiễm môi trường sống trong bể cá cảnh đồng thời gây đục nước. Cho ăn với lượng vừa phải sẽ giúp chất lượng nước trong hồ được đảm bảo ở mức tốt nhất, bên cạnh đó còn tránh được tình trạng cá ăn quá nhiều dẫn đến bội thực mà chết. Không trang trí quá nhiều trong bể cá Nhiều người muốn bể cá cảnh của mình trở nên linh linh do đó trang trí rất nhiều đồ vật, hoặc nuôi động vật thủy sinh với mật độ dày đặc, dẫn đến không gian sống của cá cảnh bị thu hẹp. Các chất thải và thức ăn dư thừa năm ở ngóc ngánh khó vệ sinh, lâu dần sẽ tích tụ thành lượng lớn gây ô nhiễm nước trong bể cá. Bố trí hệ thực vật thủy sinh trong bể Các chất hữu cơ từ thức ăn thừa hoặc chất thải của cá có thể làm nguồn dinh dưỡng cho thực vật thủy sinh trong bể cá cảnh. Vì vậy phần nào đó chất gây đục nước trong bể có thể được loại bỏ. Đồng thời quá trình quang hợp của thực vậy thủy sinh hấp thụ CO2, sản sinh ra Oxy thuận lợi cho quá trình hô hấp của cá. Bố trí hệ thực vật thủy sinh giúp làm trong nước bể cá cảnh Bên cạnh đó hệ thực vật thủy sinh còn có tác dụng làm chỗ trú ẩn cho cá và trang trí giúp cho bể cá cảnh của bạn đẹp hơn. Sử dụng bộ lọc nước Muốn nước trong bể cá cảnh luôn trong thì bộ lọc nước là thứ không thể thiếu. Hiện nay phổ biến đó là lọc sinh học, lọc cơ học và lọc hóa học. Các bộ lọc có tác dụng loại bỏ các chất bẩn có trong nước, làm cho nước trở nên sạch và trong hơn. Trong số các bộ lọc nước, lọc sinh học có vai trò quan trọng nhất vì có thể loại bỏ các chất độc gây hại cho cá như Nitrat và Amonia. Những chất này được sản sinh thường xuyên từ chất thải của cá. Trong lưới lọc sinh học sử dụng than hoạt tính để hấp thụ các chất độc hại có trong nước do đó cần phải kiểm tra và thay lưới lọc 2 tuần một lần để đảm bảo nước trong bể cá cảnh luôn được sạch. Thay nước cho bể cá Kinh nghiệm các dân chơi cá kiểng lâu năm khi thay nước đó là sử dụng ống nhỏ để hút khoảng 1/3 nước trong bể cá kèm các chất thải và cặn bẩn có trong hồ. Sau đó thay vào bằng nước sạch. Nếu là nước máy cần phải xử lý trước khi cho vào bể. Cách xử lý nước máy để nuôi cá cảnh: Đổ nước máy vào thùng, chậu, để lắng và phơi ngoài trời nắng trong 24h để loại bỏ Clo. Cũng có thể xử lý nươc máy để nuôi cá cảnh bằng cách sử dụng dung dịch khử Clo với liều lượng khoảng 4 giọt cho 10 lít nước. Khi nay nước vào bể cá cảnh không được đổ mạnh mà phải làm một cách chậm rãi để không làm chất bẩn nằm bên dưới bị khuấy động gây đục bể cá. Trong quá trình thay nước cũng nên vệ sinh bể bằng cách sử dụng cọ để cọ sạch các mặt của bể và cát sỏi bung bẩn. Nhặt sạch rác thải, và cắt tỉa thực vật thủy sinh trong hồ đồng thời tách riêng cá bị nhiễm bệnh để tránh lây lan sang cả đàn cá. Nuôi cá dọn bể Cá dọn bể hay cá lau kiếng khi nuôi trong bể sẽ giúp làm sạch bề mặt của bể, hồ cá cảnh; nhất là đối với bể kính vì chúng sẽ xử lý sạch những tảo, rêu bám trên kính. Không chỉ sạch bể, cá dọn bể còn có thể nuôi làm cảnh với nhiều màu sắc khác nhau, góp phần làm đẹp cho bể cá cảnh của bạn. Như vậy là Nghiện Cá đã giới thiệu đến với các bạn những cách làm hiệu quả nhất để xử lý nước khi mới bắt đầu tập chơi cá cảnh, thủy sinh.Chúc các bạn sử hữu cho mình một chiếc bể thủy sinh nước trong vắt &amp; sạch đẹp.","link":"/Nhung-Cach-Don-Gian-Va-Hieu-Qua-De-Lam-Trong-Nuoc-Be-Ca-Canh-20210715.html"},{"title":"Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh","text":"Có rất nhiều loại cá cảnh thích hợp để nuôi.&nbsp;Trước hết, bạn có thể nuôi cá rồng, loại cá này tương đối lớn và hung dữ, ăn tôm cá.&nbsp;Thứ hai, bạn có thể nuôi cá la hán, loại cá có thân hình lớn và thích hợp sống ở môi trường nước trung tính hoặc kiềm.&nbsp;Bạn cũng có thể nuôi cá tai tượng, chúng có các sọc đỏ không đều trên cơ thể, giống như một tấm bản đồ.&nbsp;Hoặc nuôi cá hồng két cũng là một loại cá cảnh dễ nuôi.Hãy cùng Nghiện Cá tìm hiểu kỹ hơn về những loại cá này nhé. Nội dung chính Cá rồng Cá la hán Cá tai tượng Cá hồng két Cá rồng Nuôi cá rồng vô cùng thích hợp với một số người mới học nuôi cá, loại cá này tương đối lớn và cần có đủ không gian để di chuyển.&nbsp;Thường dài 40-50 cm, tính tình hung dữ, chủ yếu ăn cá, tôm và côn trùng thủy sinh.&nbsp;Khi nuôi loại cá này bạn phải chú ý cho ăn, khi ăn chúng sẽ khá thô bạo, tránh để thức ăn gần mặt bể hoặc thành bể để tránh cá bị tổn thương khi ăn, tốt nhất nên thả thức vào giữa bể. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh Cá la hán Cá la hán là loài cá cảnh được hình thành trong quá trình lai tạo, phần đầu của nó nhô cao lên rất giống với vị La Hán.&nbsp;Thân hình của nó rất rộng, trán cao và đầy đặn, và đôi mắt màu đỏ.&nbsp;Tỷ lệ mắc bệnh của loài cá này tương đối thấp và rất dễ nuôi.&nbsp;Nó thích nước trung tính hoặc kiềm, và nhiệt độ nước cần được kiểm soát ở khoảng 28-30 ° C. Nó là loại cá cực kỳ dễ nuôi và có thể được cho ăn bằng thức ăn tự nhiên hoặc nhân tạo. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh Cá tai tượng Hình dạng của cá tai tượng gần giống cá rô phi nhưng hình dáng tổng thể trông lớn hơn.&nbsp;Nó có một cái đầu lớn và một cái miệng tương đối lớn, nó có những sọc đỏ không đều trên cơ thể, trông giống như một tấm bản đồ.&nbsp;Loại cá này có yêu cầu tương đối cao về nhiệt độ nước, thường được kiểm soát trong khoảng 22-26 ℃, nhưng yêu cầu về chất lượng nước không nghiêm ngặt.&nbsp;Bạn thường có thể cho ăn mồi sống hoặc bất kỳ thức ăn dành cho cá, nên cho ăn 2-3 lần một ngày. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh Cá hồng két Cá hồng két là loại cá cảnh được lai tạo giữa Bộ Perciformes (bộ cá vược ) và Họ: Cichlidae (họ cá rô phi), thân có màu đỏ tươi nên còn được gọi là cá két đỏ,&nbsp;cá huyết anh vũ.&nbsp;Do chúng không phải là loài tự nhiên nên cá đực và cá cái không thể sinh ra con cái, sau khi cá cái đẻ trứng cần được thụ tinh với cá đực Bộ Perciformes (bộ cá vược ) và Họ: Cichlidae (họ cá rô phi), v.v. Những loại cá cảnh dễ nuôi và những điều cần chú ý khi nuôi cá cảnh","link":"/Nhung-loai-ca-canh-de-nuoi-va-nhung-dieu-can-chu-y-khi-nuoi-ca-canh-20210715.html"},{"title":"Phương Pháp Xử Lý Ốc Hại Trong Bể Cá Thủy Sinh Dành Cho Người Mới","text":"Đây là vấn đề mà rất nhiều người mới chơi thủy sinh gặp phải, tuy không thực sự quá nghiêm trọng nhưng nó ảnh hưởng đến tính thẩm mỹ của bể và các loài sinh vật trong đó. Nhưng nó cũng không phải là một vấn đề quá khó để giải quyết. Hãy cùng Nghiện Cá xử lý vấn đề này nhé! Nội dung chính Nguyên nhân vì sao xuất hiện ốc hại: Cách khắc phục xử lý khi xuất hiện ốc hại: Đừng quá lo lắng về ốc hại xuất hiện trong bể Nguyên nhân vì sao xuất hiện ốc hại: Một số bạn nói rằng: “tại sao bể của mình sử dụng nền công nghiệp hay phân nền ADA nhưng trong bể vẫn có ốc hại”. Có rất nhiều nguyên nhân gây ra sự xuất hiện của ốc hại trong bể. Ốc hại trong bể thủy sinh Thứ 1: Bạn sử dụng nền trộn có sử dụng đất từ nguồn không đảm bảo nên xuất hiện ốc. Thứ 2: Bạn chơi nền công nghiệp nhưng cây bạn mua về không phải là loại cây vô trùng mà là cây được ươm trồng trong môi trường không đảm bảo. Do đó ốc hại từ đây mà phát triển ra. Như vậy trên đây là 2 nguyên nhân chính gây ra vấn đề ốc hại, bên cạnh đó dòng chảy cũng là một trong những yếu tố gây ra ốc hại bùng phát. Khi dòng nước trong bể yếu dẫn đế một số nơi trong bể nước bị tù, do vậy những trứng ốc sinh ra không trôi đi theo dòng nước hay bị cá ăn. Do đó nó phát triển một cách nhanh chóng và bùng phát ra cả bể. Nhiệt độ cũng là nguyên nhân gây ra sự bùng phát của ốc hại. Nếu bể có mầm ốc sẵn rồi nhưng nhiệt độ cao thì trứng ốc sẽ khó nở, nhưng mà bể thủy sinh muốn đẹp thì chúng ta luôn muốn hạ nhiệt độ của chúng xuống. Đó cũng chính là nguyên nhân dẫn đến trứng ống phát triển nhanh chóng trong bể. Cách khắc phục xử lý khi xuất hiện ốc hại: Xin lưu ý đầu tiên: Một số bài viết hoặc người chơi, trên group có hướng dẫn sử dụng thuốc diệt giun sán để hạn chế ốc và nói thành công. Nhưng chúng tôi khuyên bạn không nên sử dụng cách này. Vì những bạn đó đã làm theo lưu lượng nước và điều kiện bể khác chúng ta do vậy khi mà chúng ta làm, sẽ dễ dẫn đến tình trạng cây chết hoặc cá chết. Vấn đề này có một số anh em đã phản ảnh trên các diễn đàn và group. Cách diệt ốc thứ nhất : Sử dụng cá nóc da beo. Các bạn nên cân nhắc trước khi nuôi cá nóc da beo vì đây là loại cá ăn tạp, nó sẽ ăn ốc và các loại cá nhỏ trong bể. Cá nóc da beo Cách thứ 2 – đây là cách chúng tôi khuyên các bạn nên làm đó là sử dụng ốc ăn ốc! Ốc helena! Nó là sát thủ của ốc hại, tôi đã thả thử 3,4 con vô bể kết quả cho thấy tôi ko còn thấy bất kỳ con ốc hại nào! và đôi khi thứ tìm thấy được chỉ là những vỏ ốc hại. Ốc ăn ốc Helena Cách thứ 3: Bằng tay! nếu hồ bạn quá nhiều thì bạn nên sử dụng cách này để có thể đảm bảo tính thẩm mỹ cho nó. Đừng quá lo lắng về ốc hại xuất hiện trong bể Ốc hại gây cho chúng ta nhiều phiền toái cụ thể là nó gây mất tính thẩm mỹ. Làm lá cây thủy sinh bị mục rửa. Nhưng nó cũng là một phần tự nhiên trong bể thủy sinh, nó cho chúng ta thấy được rằng môi trường bạn tạo ra đã gần giống tự nhiên, không nên chú trọng vào việc phải diệt sạch hay gì cả! Hãy hạn chế chúng ở mức thấp nhất là ok rồi. Như vậy Nghiện Cá đã giới thiệu đến các bạn “Phương pháp xử lý ốc hại ” khi mới bắt đầu tập chơi thủy sinh.Chúc các bạn mới chơi có một bể thủy sinh ưng ý và đẹp mắt.Cám ơn các bạn đã theo dõi!","link":"/Phuong-Phap-Xu-Ly-Oc-Hai-Trong-Be-Ca-Thuy-Sinh-Danh-Cho-Nguoi-Moi-20210715.html"},{"title":"Phương pháp xử lý và làm sạch trứng ốc cảnh trong bể cá","text":"Các loài ốc cảnh bình thường mà chúng ta hay nuôi trong bể thủy sinh đều thuộc loài ốc nước ngọt. Mặc dù là ốc nước ngọt nhưng chúng có thể đẻ trứng ở trong bể thủy sinh, nhưng lại không thể ấp nở. Tuy nhiên, tốc độ đẻ trứng của chúng sẽ khiến cho các bạn phát điên. Bởi vì ốc là loài lưỡng tính, nếu bể thủy sinh nuôi ốc cảnh, chắc chắn sẽ phải chịu đựng sự phát triển của trứng ốc. Nội dung chính Loài Ốc đẻ rất nhanh Cách xử lý trứng của ốc cảnh trong bể Loài Ốc đẻ rất nhanh Ví dụ như loài Ốc cảnh Nerita, sau một thời gian nuôi dưỡng thì bạn sẽ phát hiện ra trên thành bể, trên cây thủy sinh, trên đá, trên gỗ lũa đều có sự xuất hiện của trứng ốc. Chúng nằm rải rác khắp nơi trong bể, hình bầu dục, vừa cứng vừa chắc, màu trắng giống như vỏ trứng. Điều đáng buồn là cá, tôm, tép &nbsp;không thèm ăn chúng. Ngoại trừ việc loại bỏ chúng bằng cách thủ công, thì hầu như không có cách nào để tiêu diệt chúng… Vậy thì đối với việc ốc cảnh đẻ trứng ở trong bể thủy sinh, chúng ta nên làm sạch và xử lý như thế nào cho tốt? Cách xử lý trứng của ốc cảnh trong bể Mua ốc cảnh đã được mài vỏ. Trong trường hợp thông thường, loại ốc diệt rêu mà chúng ta nuôi đều là loại đã được mài phần chóp nhọn đi. Nghe nói điều này sẽ giúp triệt sản cho ốc. Mài phần nhọn thì sẽ không đẻ trứng. Bù lại bạn sẽ có được một bể thủy sinh sạch đẹp không trứng ốc. Tuy nhiên Nghiện Cá đã kiểm chứng, mài phần nhọn không thể có tác dụng hoàn toàn 100%. Bởi vì đám ốc Nerita nuôi test thử đều đã được mài phần nhọn, chúng vẫn đẻ trứng như thường. Nuôi Cá Bống, Otto. Cách này cần phải nghiên cứu thật kỹ, Nghiện Cá không khuyến khích. Bởi thực tế rất nhiều người bán đều nói rằng Cá Bống, Otto có thể ăn trứng ốc. Nhưng miệng của Cá Bống Otto mềm yếu như thế liền cảm thấy quá sức với chúng, tảo rêu đều ăn không sạch sẽ được chứ đừng nói đến trứng ốc. Dùng tay dọn dẹp. Ở trên thành bể cá có thể dùng tay gảy đi, hoặc là dùng dao cạo rêu để cạo chúng đi. Trứng ốc trên gỗ lũa, đá cảnh, nếu như thuận tiện thì có thể dùng nhíp gảy ra, hoặc dùng cọ bể cọ sạch đi. Bắt ốc bỏ ra ngoài. Không còn cách nào khác ngoài trừ việc cạo sạch trứng trong bể, thật sự không còn cách gì để đối phó với trứng ốc, nếu như bạn thật sự không thể chịu đựng được khuyết điểm gây mất thẩm mỹ này của ốc cảnh thì tốt nhất không nên nuôi chúng.","link":"/Phuong-phap-xu-ly-va-lam-sach-trung-oc-canh-trong-be-ca-20210715.html"},{"title":"Tầm Ảnh Hưởng Của Dòng Chảy Trong Hồ Thủy Sinh","text":"Trong bài viết này Nghiện Cá muốn chia sẽ những điều quan trọng khi mới bắt đầu chơi thủy sinh đó là dòng chảy, tốc độ dòng chảy trong Hồ thủy sinh.Những điều này thường bị người mới chơi không biết và điều này sẽ mang lại nhiều hậu quả không lường được sau này. Nội dung chính Dòng chảy và công xuất của lọc Kinh nghiệm chia sẻ: Dòng chảy và công xuất của lọc – Dòng chảy quá yếu &amp; dòng chảy không đúng hướng: công suất của máy bơm quá yếu, hoặc lọc ngoài của bạn không vệ sinh định kỳ làm cho dòng chảy yếu dần, hoặc khi kết hợp với bộ trộn co2 làm cho yếu dòng chảy. Luồng nước thúc đẩy O2, Co2, vi sinh &amp; dinh dưỡng để nuôi động thực vật trong bể. Do vậy, khi dòng chảy trong bể không đến được một số nơi trong bể thì khu vực đó sẽ bị nước tù. Một số cây trải thảm như Trân Châu Nhật Ngọc trai, Cuba … thường bị mọc ngóc đầu dù ánh sáng đủ, vì chúng đang &nbsp;phải đi tìm lượng Co2 và dinh dưỡng không được đưa đến tầng đáy. Một số cây khác thường hay bị rữa lá và chết, ví dụ như: cây bucep khi bạn trồng ở nơi dòng chảy yếu không đến được. Một số vị trí hồ cũng dễ bị rêu hại vì thiếu dòng chảy và o2, điển hình là loại rêu nhớt xanh. – Dòng chảy quá mạnh: khi bạn dùng lọc công suất quá mạnh so với hồ, điều này cũng gây tác hại cho cá tép và cây thủy sinh. Cá tép sẽ nhanh chết vì phải chịu lực dòng chảy quá mạnh hàng ngày. Cây thủy sinh, ví dụ như: rong thủy sinh, cây thân đốt đều không ưa dòng chảy quá mạnh. Trong quá trình khi chơi thủy sinh thì mình phát hiện ra một số rêu hại rất thích dòng chảy mạnh và sẽ tận dụng lúc cây mới trồng trong bể để bùng phát, ví dụ như là rêu chùm đen. Kinh nghiệm chia sẻ: – Nên chọn lọc một cách hợp lý vì nó là vô cùng quan trọng cho sự ổn định của hồ thủy sinh sau này. Các bạn phải quan tâm đến lưu lượng nước của máy bơm trong lọc, có thể chọn lọc có lượng nước gấp ba lần tổng thể tích của hồ. VD: hồ 100 lít nước thì cần lọc 300lit / giờ. – Nên mua lọc mạnh hơn khi kết hợp với bộ trộn Co2 để tránh bị giảm công suất của lọc. – Nên vệ sinh lọc và ống In Out theo định kỳ tránh để quá bẩn làm ảnh hưởng đến dòng chảy. – Nên chọn loại lọc có thể tăng giảm dòng khi cần thiết tránh dẫn đến dòng chảy quá mạnh. – Đối với những hồ lớn từ 90cm đổ lên nên dùng 2 lọc để đảm bảo dòng chảy, 2 lọc đó không cần quá mạnh. 1 lọc để đầu OUT ở hậu cảnh và 1 cái ở tiền cảnh hoặc tùy theo bố cục từng bể. – Nếu trồng ráy, rêu, bucep, dương xỉ nên cần dòng mạnh hơn vì những&nbsp; cây này thích và phát triển nhanh hơn trong bể có dòng chảy mạnh. Nhưng nếu bạn chủ yếu trồng cây cắt cắm phong cách Hà Lan, cây thân đốt thì nên để lọc vừa phải, chỉ đủ là được, ko yếu và không mạnh quá.","link":"/Tam-Anh-Huong-Cua-Dong-Chay-Trong-Ho-Thuy-Sinh-20210715.html"},{"title":"Thức ăn cho cá bảy màu và cách cho cá ăn bao lâu một lần?","text":"Nhìn chung, có hai loại thức ăn cho cá bảy màu, thức ăn nhân tạo cho cá và thức ăn tươi sống. Thức ăn nhân tạo cho cá có thể được chia thành ba loại: thức ăn đông lạnh, thức ăn viên và thức ăn dạng lá. Thức ăn nhân tạo được sản xuất nhân tạo nên giàu dinh dưỡng và tương đối an toàn. Thức ăn tươi sống như trùn huyết, trùn nước … rất giàu chất đạm, có tác dụng thúc đẩy quá trình sinh trưởng và phát triển của cá. Tuy nhiên, chúng có thể mang ký sinh trùng nên cần phải làm sạch trước khi cho ăn. Nội dung chính Thức ăn cho cá bảy màu khi nuôi Thức ăn nhân tạo cho cá: Thức ăn tươi sống: Nên cho cá bảy màu ăn bao lâu một lần? Thức ăn cho cá bảy màu khi nuôi Hai loại thức ăn sau đây thường được sử dụng để nuôi cá bảy màu: Thức ăn nhân tạo cho cá: Nhìn chung, có rất nhiều loại thức ăn nhân tạo được bán ở các cửa hàng, trong đó chủ yếu được chia làm ba loại: thức ăn đông lạnh, thức ăn viên và thức ăn dạng mảnh.&nbsp;Vì thức ăn tổng hợp nhân tạo nên sẽ liên quan đến vấn đề an toàn, người nuôi cần phải so sánh, lựa chọn theo nhãn hiệu, chọn loại thức ăn nhân tạo chất lượng cao để cho ăn. Thức ăn tươi sống: Ưu điểm của thức ăn này là rất giàu protein, có thể thúc đẩy tốt hơn sự sinh trưởng và phát triển của cá bảy màu và tăng tốc độ tăng trưởng của chúng.&nbsp;Thức ăn sống tốt nhất trùn nước, không chỉ có giá trị dinh dưỡng cao, có tác dụng thúc đẩy quá trình sinh trưởng của cá mà còn có thể dùng làm mồi nhử.&nbsp;Để tránh cá bẩy màu không bị bệnh, trước hết bạn làm sạch thức ăn, sau đó mới cho cá bảy màu ăn, hiệu quả cũng tốt hơn. Nên cho cá bảy màu ăn bao lâu một lần? Tốt nhất nên cho cá bảy màu ăn đều đặn khi chúng mới sinh, ba lần một ngày.&nbsp;Cho ăn một số thức ăn giàu protein để thúc đẩy tăng trưởng.&nbsp;Khi chúng được ba, bốn tháng tuổi chỉ cần cho ăn một lần trong ngày, vì cơ thể chúng đã trưởng thành, chỉ cần cho chúng ăn một lần một ngày là đủ.","link":"/Thuc-an-cho-ca-bay-mau-va-cach-cho-ca-an-bao-lau-mot-lan-20210715.html"},{"title":"5 Loại Cây Thủy Sinh Đẹp, Giá Rẻ Bạn Nên Biết","text":"Cây thủy sinh&nbsp;là thực vật thích ứng trong môi trường nước ngọt. Chúng có thể sống hoàn toàn trong nước, một phần trong nước hoặc trong môi trường ẩm ướt như bùn. Cây thủy sinh thường được trồng bên trong hồ, các bể cá hoặc để bàn, trong bể thủy sinh nhằm làm cảnh hoặc tạo ra lớp thảm thực vật giúp các động vật thủy sinh phát triển tốt nhất. Nghiện cá xin giới thiệu tới các bạn 5 loại cây thủy sinh đẹp, giá rẻ mà các dân chơi thủy sinh chắc chắn không thể bỏ qua khi trang trí chiếc bể thủy sinh của mình. 1. Cây thủy sinh Diệp tài hồng lá cam 1.1. Giới thiệu chung về cây thủy sinh Diệp tài hồng lá cam Diệp Tài Hồng Lá Cam là loại cây thủy sinh đẹp, khi ra lá nước sẽ có màu cam và gân trắng rất hiếm, phù hợp để bổ sung một chút sắc ấm vào trong bể nếu thấy quá xanh hoặc thiếu sắc. Tên khoa học: Ludwigia Senegalensis, Ludwigia sp. \"Guinea\" Độ khó chăm sóc: Trung bình Nhu cầu ánh sáng: Cao Họ: Onagraceae Chi: Ludwigia Xuất xứ: Tây và Trung Phi Kích thước: rộng 5 - 8cm, cao 10 - 20cm Tốc độ tăng trưởng: Trung bình Vị trí trồng: Trung cảnh Loại cây: Cắt cắm pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh diệp tài hồng lá cam (lá nước) 1.2. Cách chăm sóc cây thủy sinh Diệp tài hồng lá cam Để cây thủy sinh diệp tài hồng lá cam phát triển đẹp nhất, bạn hãy đáp ứng đầy đủ các yếu tố dinh dưỡng như dùng đèn thủy sinh chuyên dụng, CO2 dồi dào, phân nền giàu dinh dưỡng, lọc có dòng chảy tốt, nước mát. Cách nhân giống cây thủy sinh diệp tài hồng lá cam: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, sau một thời gian sẽ ra rễ và phát triển thành cây hoàn chỉnh. Cây thủy sinh diệp tài hồng lá cam (lá cạn) 2. Cây thủy sinh Vảy ốc đỏ 2.1. Giới thiệu chung về cây thủy sinh Vảy ốc đỏ Vảy ốc đỏ là cây thủy sinh cắt cắm, có vẻ đẹp rất cuốn hút và được nhiều người chơi thủy sinh ưu tiên lựa chọn cho các vị trí trung cảnh, hậu cảnh mà cần màu đỏ, hồng hoặc nâng cao gam màu nóng cho bể thủy sinh. Tên khoa học: Rotala Rotundifolia Red Vị trí trồng: trung cảnh, hậu cảnh Nhu cầu ánh sáng: mạnh Nhu cầu dinh dưỡng: trung bình, cao Tốc độ sinh trưởng: nhanh Chăm sóc: dễ pH: 6.5 - 7.5 Nhiệt độ: 20 - 28 độ C Cây thủy sinh vảy ốc đỏ (lá nước) 2.2. Cách chăm sóc cây thủy sinh Vảy ốc đỏ Để cây thủy sinh vảy ốc đỏ phát triển tốt, cũng như các loại cây thủy sinh cắt cắm có màu đỏ và hồng khác, bạn nên dùng phân trộn hoặc phân lót ở dưới, bên trên là các loại phân công nghiệp như: ADA, Oliver Knott, Gex xanh...để tăng tuổi thọ của bộ nền và đảm bảo đầy đủ dinh dưỡng cho cây. Cây thủy sinh vảy ốc đỏ sẽ có vẻ đẹp rực rỡ nếu hồ thủy sinh của bạn có được trang bị đầy đủ ánh sáng, CO2, đất nền giàu dinh dưỡng. Tùy vào điều kiện dinh dưỡng khác nhau, trong phần lớn bể thủy sinh cây vảy ốc đỏ sẽ có màu hồng, một số ít người chơi sẽ trồng được cây màu đỏ. Cách nhân giống cây thủy sinh vảy ốc đỏ: ngắt một đoạn thân có chứa lá và ghim xuống phân nền, từ từ cây sẽ ra rễ mới và phát triển thành một cây mới. Cây thủy sinh vảy ốc đỏ (lá cạn) 3. Cây thủy sinh Thủy cúc 3.1. Giới thiệu chung về cây thủy sinh Thủy cúc Cây thủy sinh Thủy cúc được hầu hết người chơi thủy sinh mới chơi lựa chọn vì sự dễ dàng trong chăm sóc, cũng như vẻ đẹp tuyệt vời của nó, một màu xanh tốt vô cùng mát mắt. Những người chơi hay sử dụng nền trộn cũng thường sử dụng cây thủy sinh Thủy cúc để hút bớt dưỡng chất trong giai đoạn đầu set bể. Tên khoa học: Hygrophila Difformis (Water Wisteria) Mức độ chăm sóc: Dễ dàng Ánh sáng: Trung bình Vị trí: Hậu cảnh Điều kiện nước: 23 - 28ºC, pH 6.5 - 7.5 Loại cây: Cắt cắm Kích thước: 50cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2, Phân giàu Sắt Xuất xứ: Trang trại của Mỹ Họ: Acanthaceae Cây thủy sinh thủy cúc (lá nước) 3.2. Cách chăm sóc cây thủy sinh Thủy cúc Cây thủy sinh thủy cúc có màu xanh tươi mát, rất dễ trồng. Thủy cúc là loại cây thủy sinh rất thích hợp cho người mới tập chơi vì nó tạo ra sự cân bằng trong bể ngay từ ban đầu, tốc độ phát triển nhanh của thủy cúc giúp hạn chế rêu hại vì nó hấp thụ một lượng lớn dinh dưỡng trong nước. Cây phát triển nhanh nên thích hợp cho các hồ thủy sinh có kích thước lớn. Cây thủy sinh thủy cúc có rất nhiều ưu điểm so với những cây thủy sinh cắt cắm hậu cảnh, chúng không đòi hỏi cao về môi trường nước, dưỡng chất, ánh sáng. Hình dạng của lá cây cũng biểu hiện khác nhau khi ta trồng ở những môi trường khác nhau. Nếu nước lạnh, lá sẽ nhỏ, thùy lá xuất hiện, nếu không đủ sáng lá sẽ xuất hiện ít phần lông chim hơn. Nên có CO2 để cây phát triển tốt hơn. Muốn trồng cây thủy sinh thủy cúc tại vị trí mới, bạn chỉ việc cắt cành của cây trưởng thành khỏe mạnh để cắm sang vị trí đó. Cây non sẽ lại nhú lên ở sau vết cắt một đốt. Cây thủy sinh thủy cúc 4. Cây thủy sinh Trân châu Cuba 4.1. Giới thiệu chung về cây thủy sinh Trân châu Cuba Trân châu Cuba là giống cây thủy sinh trồng thảm tiền cảnh được xem là một trong những cây nhỏ và đẹp nhất, và tất nhiên cũng thuộc loại khó bậc nhất. Tuy nhiên khi trồng cạn thì cây thủy sinh trân châu Cuba tương đối dễ, có lẽ nó cần nhiều nhất là CO2 và Oxy vốn dĩ dồi dào trên môi trường cạn. Đây cũng là lý do nhiều người chơi thủy sinh trồng cạn trân châu Cuba trong hồ cho full nền rồi mới cho nước dần dần vào. Tên khoa học: Hemianthus Callitrichoides \"Cuba\" Họ: Scrophulariaceae Mức độ chăm sóc: Trung bình Ánh sáng: Cao Vị trí: Tiền cảnh Điều kiện nước: 20 - 27 độ C, pH 5,0 - 7,5 Sinh Trưởng: Thân bò Kích thước: 15 cm Màu sắc: Xanh Bổ sung: Vi lượng, CO2 Xuất xứ: Cuba, Trang trại của Mỹ Cây thủy sinh trân châu Cuba sinh ra những bọt nước trên lá lung linh như trân châu 4.2. Cách chăm sóc cây thủy sinh Trân châu Cuba Trồng và chăm sóc cây thủy sinh trân châu Cuba khá phức tạp nhưng nếu cây phát triển tốt sẽ cho một màu xanh non tươi mát rất đẹp, thậm chí là sinh ra những bọt nước trên lá lung linh như trân châu trong bể. Có hai kỹ thuật trồng cây thủy sinh trân châu Cuba phổ biến mà dân chơi thuỷ sinh có thể áp dụng là: Cách thứ nhất (trồng lá nước): Không giống như các loại cây làm nền khác, Trân châu cuba sẽ được trồng theo cụm, mỗi cụm cây có kích thước khoảng 2 x 2cm , trồng cách nhau 2 - 3cm. Sau khi cắt Trân châu Cuba ra thành từng cụm, hãy khoét 1 lỗ sâu khoảng 2cm trên nền, đặt cây vào và giữ nhẹ chúng, rồi dùng cây gạt phần đất xung quanh vào cây, cố gắng làm nhẹ tay vì cây rất dễ dập và đứt rễ. Cách thứ hai (trồng lá cạn): Các bạn có thể dùng đất trồng cây, hiệu quả rất tốt, ban đầu tưới cho đất no nước, mục đích là tạo môi trường ẩm cho rễ cây hút nước khi chưa găm vào lớp đất. Cũng giống như cách trồng trên, cắt ra thành cụm, đặt cách nhau 2 - 3cm, các bạn chỉ cần đặt nó lên như vậy là được, tưới nước nhiều trong 1 tuần đầu, đặt cây nơi có nhiều ánh sáng. Do cây thủy sinh trân châu Cuba có kích thước nhỏ nên khi tách cây và trồng rất dễ bị tổn thương hãy nhẹ nhàng và kiên nhẫn. Về điều kiện nhiệt độ: Cây thủy sinh trân châu Cuba sống và trong nhiệt độ từ 20 - 28 độ C và phát triển tốt nhất trong nhiệt độ từ 25 - 27 độ C. Nếu nhiệt độ quá 28 độ C cây dễ bị đen lá, lá úa, chậm phát triển và có hiện tượng ngóc đầu, mọc thưa. Dinh dưỡng: Cây thủy sinh trân châu Cuba không kén nền, chỉ yêu cầu dinh dưỡng ở mức độ ít đến trung bình, tuy nhiên cần sự ổn định. Bạn có thể sử dụng nền cũ, nền trộn, nền công nghiệp hoặc ADA, Oliver Lnot, Bonbon,… với các hồ mới. Nền nên được hoạt động khoảng 2 - 3 tháng trước khi trồng cây, còn nếu lỡ trồng cây ngay sau khi đổ nền thì cần theo dõi thường xuyên và thay nước từ 2 lần/tuần. Điều kiện ánh sáng: Cây thủy sinh trân châu Cuba phát triển khá chậm trong môi trường bể thuỷ sinh vì vậy nó đòi hỏi nguồn ánh sáng dồi dào. Với bể cao 40cm cần ít nhất 2 bóng T5HO để cây phát triển, nhưng muốn cây canh và sinh trưởng tốt nhất có thể phải cần đến 3 bóng. CO2: Là nguồn dinh dưỡng quan trọng với cây thủy sinh trân châu Cuba, bởi vậy bạn cần thay nước thường xuyên cho bể, bổ sung CO2 bằng dụng cụ hỗ trợ. Cây thủy sinh trân châu Cuba xanh non tươi mát 5. Cây thủy sinh Luân thảo đỏ 5.1. Giới thiệu chung về cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân Thảo Đỏ là dòng cây thủy sinh thuộc họ rong, có tốc độ phát triển nhanh, hợp với nhiều bố cục bể, được ưa chuộng trong giới thủy sinh hiện nay. Tên khoa học: Rotala Wallichii Vị trí: hậu cảnh hoặc trung cảnh Màu sắc: đỏ hồng Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: không thể Độ khó chăm sóc: trung bình Nhiệt độ: 18 - 28 độ C Cấu trúc cây: thân dài Chiều cao: 30 - 50 cm Chiều rộng: 5 - 8 cm Cây thủy sinh luân thảo đỏ (lá nước) 5.2. Cách chăm sóc cây thủy sinh Luân thảo đỏ Cây thủy sinh Luân thảo đỏ là dạng cây rất dễ trồng trong bể cá thủy sinh. Nó phát triển tốt ở điều kiện ánh sáng cao và hồ dinh dưỡng nhiều. Nếu bổ sung thêm CO2 cây thủy sinh luân thảo đỏ sẽ cho ra lá đỏ căng và bung xòe rất đẹp. Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, cây thủy sinh luân thảo đỏ còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nhưng mọc rất nhanh nên cây thủy sinh luân thảo đỏ thích hợp trồng trong các bể thủy sinh lớn. Cây thủy sinh luân thảo đỏ là loại cây cắt cắm, chỉ cần ngắt một phần thân kèm theo lá và cắm thẳng xuống đất nền sau một thời gian sẽ có thể phát triển thành cây mới. Cây thủy sinh luân thảo đỏ (lá cạn) Nam Tôm","link":"/5-Loai-Cay-Thuy-Sinh-Dep-Gia-Re-Ban-Nen-Biet-20210304.html"},{"title":"Các Loại Cây Trồng Trong Bể Thủy Sinh 2021 (Phần 2)","text":"Tiếp nối phần 1 của các loại cây trồng trong bể thủy sinh 2021. Phần 2 Nghiện Cá sẽ tiếp tục giới thiệu đến với bạn đọc một số loại cây trồng thủy sinh. Nội dung chính Cây thủy sinh Trang chuối (Nymphoides Aquatica) Cây thủy sinh Tiêu thảo nâu (Cryptocoryne wendtii) Cây thủy sinh Hồng Ba Tiêu (Lobelia cardinalis) Cây thủy sinh Rau má Nhật (Hydrocotyle Sp. Japan) Cây thủy sinh La Hán Xanh (Green Cabomb) Cây thủy sinh Rau răm (Staurogyne Porto Velho) Cây thủy sinh Trang chuối (Nymphoides Aquatica) Tên khoa học : Nymphoides aquatica Ánh sáng/Light : Trung bình ( medium ) CO2 : Trung bình ( medium ) Độ phát triển/Grow : Trung bình ( medium ) Thích hợp cho vị trí trung cảnh ( Midground Plant ). Cây Trang chuối để nổi trông giống như loài súng lùn vậy. Trang chuối nổi: Nếu bạn để những chùm củ nổi gần mặt nước, chúng sẽ ngày càng giống loài súng. Càng gần với ánh đèn mạnh, chúng càng phát triển nhanh. Trang chuối phát triển đẹp nhất trong môi trường ánh sáng từ yếu đến trung bình. Bạn sẽ nản khi thấy chúng mọc nhanh quá. Giảm ánh sáng là biện pháp làm chậm sự phát triển của chúng. Có những cách sau: Lấy bìa che 1 phần bóng đèn. Trồng chúng vào bên dưới phần cuối bóng đèn Giảm giờ thắp đèn xuống. Thả các loại bèo trên bề mặt hồ. Với điều kiện phù hợp, trang chuối trở thành loài cây khá bắt mắt. Nhân giống: Có thể nhân giống bằng hạt hay phân chia bộ rễ như hầu hết các loài súng khác. Có 1 cách rất hay là khi lá cây chạm mặt nước, ta cắt lá đó kèm theo khoảng 15cm phần cuống. Sau đó để chiếc lá đó nổi trên mặt nước vài tuần. Từ vết cắt của cuống lá sẽ mọc ra nhiều rễ trắng, khi đó chỉ việc đem trồng. Với những người hay phàn nàn về sự khó khăn khi trồng cây thuỷ sinh thì trang chuối là lựa chọn tuyệt vời. Cây thủy sinh Tiêu thảo nâu (Cryptocoryne wendtii) Tiêu thảo nâu Cryptocoryne wendtii ‘Brown’ là một trong 3 loại tiêu thảo có màu nâu, tất cả đều làm tiền cảnh rất đẹp cho hồ thủy sinh. Tên khoa học: Cryptocoryne wendtii ‘Brown’ Họ: Araceae Xuất xứ: Srilanka Kích thước: cao 15-20cm, rộng 10-15cm Ánh sáng Trung bình Nhiệt độ 20-30 °C Dinh dưỡng trung Bình pH 5.5-9.0 Tốc độ sinh trưởng trung bình Dễ chăm sóc Như các bạn đã biết, hiện nay trên thị trường có rất nhiều loại tiêu thảo khác nhau, có loài khác nhau hoàn toàn về màu sắc, hình dáng, kích thước nhưng cũng có loài gần như tương đồng về màu sắc, Crypt wendtii brown chính là một loài tiêu thảo nằm trong số đó, nó cũng có màu nâu như Cryptocoryne beckettii ‘petchii’, Cryptocoryne petchii và Cryptocoryne wendtii ‘Tropica’ cay-thuy-sinh-Cryptocoryne-wendtii-Brown Cây thủy sinh Hồng Ba Tiêu (Lobelia cardinalis) Tên thường gọi: Cardinal Flower Tên khoa học: Lobelia cardinalis Loại cây: Cắt cắm Nhiệt độ: 5 – 26 C PH: 6 – 8 Ánh sáng: Rất cao Tốc độ phát triển: Chậm Độ khó: Khó Nguồn gốc: Bắc Mỹ Vị trí trong bể: Tiền hoặc trung cảnh Hồng Ba Tiêu – Lobelia cardinalis thực tế không phải là một cây thủy sinh thực sự. Chúng sống ở các khe đá ven bờ suối nơi có độ ẩm cao chứ không hoàn toàn ngập trong nước. Trải qua nhiều thời gian, giống cây được phát triển cho phép cây có khả năng sống hoàn toàn trong bể thủy sinh, nhưng rất khó giữ được màu tím tuyệt đẹp của loài cây này, đa số chuyển sang màu xanh lục khi hạ thủy. Đây là cây tuyệt vời để thử sức. Cây thủy sinh Rau má Nhật (Hydrocotyle Sp. Japan) Tên thường gọi: Rau Má Nhật Bản Tên khoa học: Hydrocotyle Sp. Japan Cây: Cắt cắm Nhiệt độ: 20 – 28 C PH: 5 – 6.5 Ánh sáng: Trung bình đến Cao Tốc độ phát triển: Trung bình Độ khó: Trung bình, nên có Co2 và ánh sáng mạnh Nguồn gốc: Việt Nam Vị trí: Tiền cảnh, trung cảnh Rau Má Nhật Bản (Hydrocotyle Sp. Japan) là một cây thủy sinh thông dụng thường được sử dụng trong bể thủy sinh. Nó là một chủng của họ Hydrocotyle tripartila có nguồn gốc từ Đông Nam Á. Nó có đặc tính mọc nhanh, lá xanh biếc và có xu hướng mọc bò lan. Rau Má Nhật Bản (Hydrocotyle Sp. Japan) có thể được dùng làm thảm có chiều cao 5 – 10cm. Muốn cây thấp có thể ép sáng hoặc ép bằng tay khi bảo dưỡng bể cá. Cây phát triển tốt nhất trong môi trường ánh sáng mạnh và có Co2. Cây thủy sinh La Hán Xanh (Green Cabomb) Cây thủy sinh La Hán là loài cây đẹp thường được trồng cây hậu cảnh hoặc cây trung cảnh trong bể thủy sinh. Cây La Hán Xanh là cây cắt cắm rất dễ trồng và phát triển rất nhanh Vị trí: hậu cảnh, trung cảnh Màu sắc: xanh chuối Mức độ: dễ trồng Tăng trưởng: rất nhanh Ánh sáng: Cao Loại: cắt cắm Chiều cao trong hồ: cao đụng mặt nước hồ Trồng cạn: không thể Độ khó : trung bình Nhiệt độ: 18-28 độ Cấu trúc cây : thân dài Chiều cao : 30-80 cm Chiều rộng : 5-6 cm Cây La Hán Xanh – có tên khoa học Green Cabomb là một loại cây thủy sinh đẹp được trồng nhiều trong các hồ thủy sinh. Cây la hán thường xuất hiện ở các vùng châu mỹ, châu á , có hình dạng mọc thẳng hoặc nằm bò khi ánhh sáng cao.Cây la hán xanh rất giống cây rong đuôi chó Việt Nam. Cây La Hán Xanh là dạng cây rất dễ trồng trong hồ cá thủy sinh. Nó phát triển tốt ở điều kiện ánh sáng cao và hồ dinh dưỡng nhiều. Nếu bể có Co2 cây lá hán xanh sẽ nhanh cho ra lá xanh căng và bung xòe rất đẹp. Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, cây la hán xanh còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nên cây la hán xanh thích hợp trồng trong các hồ thủy sinh nhỏ. Cây La Hán Xanh là loại cây cắt cắm, chỉ cần cắt 1 phần thân kèm theo lá và cắm xuống đất nền thì cây có thể phát triển thành cây mới. Tuy nhiên, nếu nhiệt độ quá nóng (25-28 độ là tốt nhất) hoặc không có đủ ánh sáng, cây sẽ kiệt sức một cách nhanh chóng và tăng trưởng chậm. Cây thích ánh sáng. Phân nền dinh dưỡng thúc đẩy cây lớn hơn, tăng trưởng mạnh mẽ hơn. Cây thủy sinh Rau răm (Staurogyne Porto Velho) Cây Rau Răm là một loài cây thủy sinh đẹp và sức sống tốt. Vẻ bề ngoài của cây Rau Răm thủy sinh khá giống với rau răm bình thường của mình hay ăn. Tốc độ phát triển của cây Rau Răm khá chậm, vì thế trồng cây thủy sinh này cần khoảng thời gian dài. Vị trí: trung cảnh Màu sắc: những cây thân đốt lá có màu xanh tươi có vân ho văn Mức độ: dễ trồng Tăng trưởng: rất nhanh Nhu cầu ánh sáng: trung bình Loại: cắt cắm Trồng cạn: được Độ khó: trung bình Nhiệt độ: 18-30 độ Cấu trúc cây: thân dài Chiều cao: 10-20 cm Chiều rộng: 2-8 cm pH: 5.0 – 8.0 Cây Rau Răm – có tên khoa học Hygrophila sp được phổ biến trong các sở thích thủy sinh trong nhiều năm và cũng dễ dàng tìm thấy. Một số hình dạng của loài này hiện đang phổ biến, bao gồm hình dạng lá như lá hình có vân và có màu xanh Hygrophila sp thường được tìm thấy ở khu vực châu Á và vù châu âu Cây Rau Răm là dạng cây có thể nói rất dễ trồng trong hồ cá thủy sinh.chúng có thể chấp nhận những thông số nước dù cứng hay mềm cây vẫn có thể chịu được Nó phát triển tốt ở điều kiện ánh sáng trung bình cần hồ dinh dưỡng cao. Nếu bổ sung thêm Co2 Cây Rau Răm sẽ cho ra lá tươi xanh và bung xòe rất đẹp và vương cao rất nhanh sau một tuần . Với sự tăng trưởng khá cao và sự hấp thụ dinh dưỡng tốt, Cây Rau Răm còn là ứng viên tuyệt vời cho các hồ thủy sinh bị dư dinh dưỡng. Do cây có thân hình nhỏ nhưng mọc rất nhanh nên Cây Rau Răm thích hợp trồng trong các hồ thủy sinh lớn và nhỏ . Cây Rau Răm là loài cây cắt cắm, chỉ cần ngắt 1 phần thân kèm theo lá và cắm thẳng xuống đất thì cây có thể phát triển thành cây mới. Nói chung Cây Rau Răm là loải cây dễ trồng với những ai đã chưa có kinh nghiệm mặc dù hơi dễ trồng như vậy nhưng cây vẫn được nhiều người ít biết tời nên chưa ưa chuông lắm nhưng nó cây trung cảnh đẹp và rất dễ để phối cảnh.","link":"/Cac-Loai-Cay-Trong-Trong-Be-Thuy-Sinh-2021-Phan-2-20210715.html"},{"title":"Cách Làm Bể Cá Thủy Sinh Mini đơn giản mà đẹp","text":"Bể cá thuỷ sinh mini vừa tiết kiệm vừa mang lại không gian xanh thư giãn là lựa chọn của nhiều người mới tập chơi thủy sinh. Dưới đây là những điều cần lưu ý khi setup một bể thuỷ sinh mini mà bạn cần hiểu rõ. Việc tạo không gian sống cho cá, tép, tôm rất thú vị. Tuy nhiên, sở thích này khá tốn kém và có phần khó khăn với người mới chơi. Bởi để duy trì một chiếc bể bạn không những phải đầu thiết bị phụ kiện mà còn cần có một chút kiến thức về các loài thuỷ sinh. Để giảm bớt những lo lắng về tài chính cũng như rủi ro trong quá trình chơi, người mới chơi chỉ nên bắt đầu từ những bể thuỷ sinh mini,&nbsp; vừa thỏa mãn được sở thích mà không quá tốn kém về tài chính. Nội dung chính Bể thủy sinh mini là gì? Lợi ích của bể thủy sinh mini Những lưu ý khi làm bể thủy sinh mini Phân nền, điều cần thiết cho bể thủy sinh mini Lựa chọn lọc và đèn Cây và cá trong bể thủy sinh mini Lưu ý khác Lời kết Bể thủy sinh mini là gì? Bể thủy sinh mini là loại bể thường có kích thước từ 1 – 37 lít. Bạn lưu ý tránh bị nhầm lẫn với những bát, bình nhỏ nuôi cá không hỗ trợ một môi trường cho nhiều hơn một con cá hay hỗ trợ môi trường sống cho các loài cây thủy sinh. Khi bắt đầu làm bể thủy sinh mini hoặc một bể cá nhỏ, Điều quan trọng nhất cần lưu ý về diện tích bề mặt nước và số lượng cá bạn định nuôi trong bể. Diện tích bề mặt của bể là rất quan trọng, nó ảnh hưởng tới nguồn oxy cung cấp cho các sinh vật sống bên trong bể. Hơn nữa vì cá nhiều loài có xu hướng lãnh thổ vì vậy việc nuôi dưỡng chúng trong môi trường quá nhỏ có thể gây ra những xung đột không đáng có. Bể thủy sinh mini cũng cần phải có bộ lọc đặt ở góc bể để cung cấp đủ oxy và hỗ trợ môi trường sống đủ dưỡng khí cho sự phát triển của cá và các cây thủy sinh. Nói chung, kích thước của bể sẽ có những giới hạn trong bài viết này. Tuy nhiên, nếu mục đích sử dụng một bể thủy sinh loại nhỏ không phải là để tạo ra một bố cục quá cầu kỳ và phong phú, mà để duy trì việc nuôi một vài loài cá mà bạn thích và tạo nên một không gian thư giãn cho ngôi nhà thì bể thủy sinh mini sẽ rất có ích trong việc này. Lợi ích của bể thủy sinh mini Khi bạn muốn mua một bể cá hoặc bể thủy sinh, có nhiều yếu tố để xem xét, nhưng đầu tiên quan trọng nhất vẫn phải là kích thước bể. Việc lựa chọn một bể thủy sinh nhỏ hoặc lớn sẽ ảnh hưởng đến việc setup và chăm sóc . Trong khi cả hai đều có giá trị độc đáo thì trong giai đoạn ban đầu của quá trình làm bể thủy sinh mini nhiều lợi ích, ưu điểm hơn so với một bể lớn. Các bể lớn hơn có xu hướng cần được để ý chăm sóc nhiều hơn, chi phí bỏ ra lớn hơn. Còn một bể nhỏ cho phép người nuôi tạo ra một môi trường thủy sinh mà không phải chăm sóc quá cầu kỳ, chi phí ít tốn kém. Việc thay nước cũng trở nên đơn giản hơn và dễ dàng cung cấp đủ dưỡng chất để duy trì nhu cầu của các loài thuỷ sinh. Lượng cá, thiết bị phụ kiện và thời gian bỏ ra sẽ ít hơn đáng kể so với việc nuôi số lượng cá nhiều hơn. Tuy nhiên, cũng cần nhìn nhận những ưu điểm của bể cá lớn khi chúng tạo ra sự đa dạng về thiết kế và thách thức lớn hơn trong việc tạo ra môi trường sống cho cá. Cơ hội để bạn thử sức tạo ra một bố cục độc đáo. Ngoài ra, việc sử dụng các thiết bị như bộ lọc hoặc CO2 cũng làm giảm đáng kể cho việc bảo trì trong một thời gian dài. Do vậy, sự lựa chọn bể thủy sinh và cách thức thực hiện sẽ phụ thuộc nhiều vào người nuôi cá. Những lưu ý khi làm bể thủy sinh mini Sẽ có một vài nguyên tắc chính cần cân nhắc nếu bạn muốn làm bể thủy sinh mini. Phân nền, điều cần thiết cho bể thủy sinh mini Phân nền, phân nước cung cấp dinh dưỡng cho cây là yếu tố không thể thiếu cho bể thủy sinh. Phân nền, bạn có thể tham khảo 1 số loại nền công nghiệp của Nhật như GEX vừa tầm tiền, sang hơn thì có ADA,phần nền Hàn Quốc như : Neo Soil Compact và của Việt Nam thì có Aqua For Topsoil. Trong quá trình sử dụng, người dùng cũng có thể tham khảo thêm các loại dinh dưỡng bổ sung sau khi sử dụng bể được một thời gian nhằm mục đích kéo dài quá trình nhả dưỡng cũng như vấn đề phân nền thủy sinh hết dưỡng quá sớm. Lựa chọn lọc và đèn Với loại bể nhỏ bạn nên chọn một bộ lọc thác loại nhỏ, bởi nếu công suất quá lớn lực nước thổi ra sẽ là xáo trộn nền, cây cối trong bể. Ngoài ra các loại đèn sử dụng cho bể thủy sinh mini đa số là các loại đèn kẹp hoặc đèn gác cỡ nhỏ. Điển hình như đèn kẹp với bóng huỳnh quang của Odyssea, đèn led Chihiros hoặc AquaBlue, đèn led đế gỗ, còn chơi xịn hơn bạn có thể đầu tư đèn Flat one. Cây và cá trong bể thủy sinh mini Dựa vào kích thước và bố cục, người chơi phải lựa chọn cho mình các loại cây thủy sinh phù hợp nhất với bể thủy sinh của mình, với kích thước nhỏ người chơi sẽ phải lựa chọn kỹ hơn về các loại cây trong bể. Điển hình như với các cây cho nền như: Trân châu ngọc trai, ngưu mao chiên, minifiss,.. Ngoài ra cũng có các loại bucep mini, ráy nana và rêu (rêu java, rêu wepping, rêu mini pelia v.v..) Ngoài ra hãy chú ý đến số lượng và kích thước cá khi mua để phù hợp với chiếc bể mini của bạn. Nếu bạn nuôi vượt quá số lượng cho phép dẫn đến tình trạng cá bị stress hay thiếu oxy dẫn đến cá sẽ chết dần. Lưu ý khác Không nên cho cá ăn quá nhiều! Điều này sẽ gây ô nhiễm nước trong bể của bạn và nó sẽ làm môi trường nước trong bể kém đi gây ra những bệnh không tốt cho cá và cây thủy sinh. Ngoài ra hãy lên lịch bảo dưỡng thay nước, cắt tỉa cây (nếu bạn trồng cây cắt cắm), tái tạo nguồn nước mới để duy trì một môi trường nước ổn định cho bể. Lời kết Bể thuỷ sinh mini loại nhỏ không chỉ phù hợp những không gian nhỏ, mà còn thích hợp cho những người mới chơi thuỷ sinh có ít kinh nghiệm, tích kiệm chi phí, dễ làm và chăm sóc.","link":"/Cach-Lam-Be-Ca-Thuy-Sinh-Mini-don-gian-ma-dep-20210715.html"},{"title":"Cách Làm Hồ Thủy Sinh Của Bạn Phát Triển Ổn Định Với 3 Bước Cơ Bản","text":"Bài viết hướng dẫn này được dựa theo nguồn của Tropica Aquarium Plants. Tropica Aquarium Plants là một công ty tư nhân của Đan Mạch, có trụ sở tại Egå gần Aarhus. Công ty được thành lập bởi Holger Windeløv vào năm 1970. Năm 2004, công ty đã được bán cho JPS Clemens, do một sự thay đổi thế hệ và các chủ sở hữu mới đã thành lập một vườn ươm cây thủy sinh vào năm 2007 như là một cơ sở của chiến lược dài hạn. Tropica Aquarium Plants được xây dựng nhằm mục đích tăng niềm vui và trải nghiệm sở thích bể cá thủy sinh. Công ty phát triển, sản xuất và bán cây thủy sinh, phân bón và thiết bị hồ cá. Tropica Aquarium Plants là một thương hiệu hàng đầu về dịch vụ cung cấp cây thủy sinh cho các nhà bán lẻ trên khắp châu Âu, châu Á và Bắc Mỹ. Hướng dẫn này nhằm trả lời các câu hỏi mà theo kinh nghiệm mà chúng tôi biết sẽ phát sinh khi bạn setup hồ cá thủy sinh của mình. Bài viết sẽ bao gồm thông tin chi tiết về mọi thứ, từ lập kế hoạch đến chăm sóc và cắt tỉa. Trong trường hợp bạn cần thêm thông tin, bạn sẽ tìm thấy thêm các liên kết dưới mỗi phần. Chào mừng bạn đến sở thích tuyệt vời và tuyệt vời này cùng với thuysinhxanh.com! Hãy để giấc mơ về một bể cá thủy sinh phát triển ổn định trở thành sự thật chỉ với 3 bước cơ bản! Nội dung chính Lựa chọn đúng loại bể cá, hồ cá Lựa chọn đúng loại cây thủy sinh phù hợp Lựa chọn loại cá phù hợp Lựa chọn đúng loại bể cá, hồ cá Hồ cá của bạn hoặc bể cá, mà bạn định mua, rất quan trọng đối với loại cây và cá bạn có thể chọn. Ánh sáng – Ánh sáng càng tốt, bạn càng có thể nhiều sự lựa chọn giữa các loại cây. Bạn cần tìm hiểu xem đèn của bạn có bao nhiêu lum, so với lít nước. Phân nền và CO2 – Tất cả các loại cây đều cần nuôi dưỡng chăm sóc! Bạn có thể cung cấp dinh dưỡng từ dưới lên rễ thông qua chất nền, thông qua nước với phân bón dạng nước. Tuy nhiên, để cây phát triển tốt nhất bể thủy sinh của chúng ta cần phải có thêm CO2. Phân bón được thêm vào để đảm bảo tăng trưởng thực vật tối ưu và tảo tối thiểu. Dòng chảy của nước – Tất cả các bể cá đều được lợi ích từ dòng chảy và lọc nước, vì nó giúp loại bỏ vi khuẩn và các hạt, có thể gây hại cho thực vật và cá. Lựa chọn đúng loại cây thủy sinh phù hợp Với các biểu tượng được cấp bằng sáng chế của Tropica (Dễ dàng, Trung Bình, Nâng Cao), bạn chắc chắn sẽ chọn đúng loại cây cho hồ cá cụ thể của mình! Các ký hiệu được in trên nhãn của mỗi loại cây. Chúng tôi đã phát triển khái niệm này, vì có quá nhiều người chọn những cây không phát triển mạnh trong bể cá sau khi trồng. Chủ yếu là vì mọi người mua thực vật thuộc loại Trung bình hoặc Cao cấp mà không biết rằng điều kiện ánh sáng, phân bón hoặc CO2 của hồ cá làm cho cây không thể phát triển! Những loại cây này sẽ bắt đầu phân hủy! Một thực vật phân hủy bổ sung một lượng lớn chất dinh dưỡng vào nước. Những dinh dưỡng sau khi phân hủy này thường không được hấp thụ bởi các thực vật sống khác, tạo ra sự phát triển lớn của tảo, dẫn đến các vấn đề nghiêm trọng trong hồ cá. Trong nhiều trường hợp, bạn sẽ chán nản và mất hứng thú với sở thích thủy sinh! Nghiện Cá hỗ trợ bạn thành công với hồ cá của mình. Tôi sẽ làm một bài viết lựa chọn các loại cây thủy sinh từ dễ đến khó để giới thiệu đến các bạn đọc mới bắt đầu tập chơi. Lựa chọn loại cá phù hợp Chọn cá dựa trên 3 yếu tố quan trọng sau: Tính toán cá (1cm) tối đa cho mỗi lít nước . Ví dụ: Một cá tetra neon phát triển đầy đủ dài 4cm, vì vậy một hồ cá 100L không được vượt quá 25 con. Sử dụng cá, tôm và ốc ăn tảo . Chọn cá là một vấn đề sở thích riêng của mỗi người, và có rất nhiều loại cá để bạn lựa chọn. Vui lòng hỏi cửa hàng của bạn định mua cá về hành vi và nhu cầu của chúng , và khi nào chúng nên được đưa vào bể cá sau khi trồng. Những loại như cá bảy màu và cá mún là loài cá lành và có màu sắc rực rỡ. Giống cái sinh ra con non, chúng sử dụng những cây rậm rạp – đặc biệt là gần bề mặt – làm nơi ẩn náu vì con non dễ bị ăn thịt. Đến mùa sinh sản một số con đực sẽ đánh nhau để tranh con cái và những con thua trận sẽ trốn trong thảm thực vật. Hầu hết các loài cá sống ăn tảo và có khả năng làm hỏng cây dạng mềm và rêu. Những loài cá đánh bắt như tetras, rasboras và barbs, chúng là loại tụ tập theo đàn. Những cây rậm rạp sẽ mang lại sự an toàn cho tương đối ít cá thể (tuy nhiên, không dưới 8-10 con) khi bạn thiết kế đủ cây trong bể. Cây có lá mỏng thường được sử dụng để đẻ trứng và mang lại niềm vui khi nuôi cá. Cá cộng đồng là loài cá có thể chia sẻ hồ cá với nhiều loại cá khác. Cá cộng đồng bao gồm chủ yếu là loài cá đẻ con (chứ không phải đẻ trứng) và cá theo bầy đàn. Nhưng nếu bạn sắp xếp lại hồ cá hợp lý, nó sẽ có thể chứa được nhiều loại cá hơn. Họ cá hoàng đế phát triển mạnh nếu có lỗ hổng và nơi ẩn náu, và một số loại như cá sặc lửa , cá thiên thần…. chúng tìm kiếm sự an toàn khi nẩn trốn giữa các loài thực vật. Cá lãnh thổ muốn có không gian riêng – mọi lúc hoặc chỉ khi chúng còn nhỏ. Một số loài cá thuộc họ cá hoàng đế thuộc nhóm này. Bạn có thể quan sát các mô hình hành vi rất thú vị khi một vài cặp được nuôi cùng nhau trong một bể thủy sinh để cá có thể thiết lập lãnh thổ của chúng. Một trong nhiều ví dụ về cá cần nhiệt độ cao hơn là cá dĩa. Mọi người thường hạn chế trồng nhiều cây trong bể cá Dĩa để tạo điều kiện thuận lợi cho việc làm sạch hồ cá và thay nước. Tuy nhiên, nếu bạn muốn trồng cây trong bể cá Dĩa, hãy chọn một số cây có thể chịu được nhiệt độ cao.Ví dụ như: một số cây thuộc họ nhà ráy, dưỡng xỉ v.v… được đề xuất để bạn lựa chọn. Một số loài cá ăn tạp bao gồm cá vàng và một số loài cá thuộc họ cá hoàng đế, và hầu hết các loài cá ăn tảo, cũng ăn rêu. Với cá ăn thực vật, bạn có thể chọn những chiếc lá dày và cứng (như cây họ nhà ráy) hoặc những loại cây có hương vị mạnh như một số cây thuộc họ Mã Đề. Loài cá ăn tảo, tôm tép và ốc rất phổ biến, đặc biệt là trong các bể nano nhỏ hơn. Tôm, tép đặc biệt rất thích rêu. Tép rất giỏi trong việc chăm sóc cho những cây có lá mỏng manh như chi Trân châu ngọc trai, Marselia và Glossostigma để giữ cho cây không có tảo, trong khi ốc là hoàn hảo cho lá lớn, đá và rễ.","link":"/Cach-Lam-Ho-Thuy-Sinh-Cua-Ban-Phat-Trien-On-Dinh-Voi-3-Buoc-Co-Ban-20210715.html"},{"title":"Hướng Dẫn Setup Bể Thủy Sinh Cho Người Mới Tập Chơi Từ A đến Z (Phần 1)","text":"Nhiều rất nhiều bạn đặt câu hỏi đến Nghiện Cá rằng muốn tự mình setup một bể thủy sinh nho nhỏ nhưng thật sự không biết nên bắt đầu từ đâu. Bài viết này Nghiện Cá hướng dẫn nhập môn cho người mới chơi, hy vọng rằng bài viết này sẽ giúp ích được nhiều cho các bạn đến với thú vui giải trí lành mạnh này.​ Bể thủy sinh có nhiều kiểu, nhiều phong cách và cách chơi. Khi có đam mê các bạn sẽ tìm hiểu dần dần. Nên nhớ là mình setup hồ cho chính mình ngắm hằng ngày nên mình thấy đẹp là quan trọng nhất. Thêm nữa là cái sự hoàn hảo nó luôn hiện diện, ngay cả trong những hồ đầu tay các bạn làm, đừng cố gắng cover lại những mẫu bể khó trong quá trình làm lần đầu vì thực sự lúc đó các bạn chưa thực sự có nhiều kinh nghiệm để thực hiện. Nội dung chính 1. Đầu tiên bạn phải biết được mình thích hồ thủy sinh phong cách gì? 2. Bắt đầu tìm mua hay tự dán hồ kính 3. Chân bể, tủ gỗ: 4. Hệ thống lọc nước: 1. Đầu tiên bạn phải biết được mình thích hồ thủy sinh phong cách gì? – Như mình đã nói ở trên, hồ thủy sinh rất đa dạng, bạn có thể tìm kiếm trên google để xem một số ý tưởng cho bể cá định làm. Một số bạn thích hồ bonsai đơn giản, một số khác lại thích chơi rêu, ráy, dương xĩ, hồ cây phong cách Hà Lan, một số khác lại thích chơi lũa, đá… Bể thủy sinh phong cách bonsai Bể thủy sinh phong cách Hà Lan Hồ thủy sinh bố cục rừng chỉ sự lũa và đá Hồ thủy sinh bố cục sử dụng đá da voi – Khi đã nắm bắt được ý tưởng muốn làm rồi các bạn có thể đến với bước 2 2. Bắt đầu tìm mua hay tự dán hồ kính Kích thước hồ thủy sinh phụ thuộc vào: – Không gian trong nhà bạn (nên chọn nơi để hồ có nhiều người quan sát, chiêm ngưỡng, chổ chính bạn thấy và chăm sóc hằng ngày, nếu nhà có trẻ em thì cũng nên suy xét kĩ, né những nơi có nhiều ánh sáng trực tiếp để tránh rêu hại) – Số tiền bạn có thể dành làm hồ – Một số bạn chơi phong thủy, họ quan tâm đến size hồ – Các bạn nên dán decal đen hoặc trắng ở mặt sau hồ để tạo chiều sâu, nhưng 1 số trường hợp muốn cho mọi người xem hết 4 mặt hồ thì không cần dán. Các kích cỡ bể Một số gợi ý về kích cỡ hồ thủy sinh: Hồ chơi thủy sinh thường không có giằng hồ, không có thủy mài, được mài cạnh bằng vi tính, dán dấu keo rất thẫm mĩ. Một số kích cỡ bể thông dụng hiện giờ khi làm bể: – Hồ cubic 20 , cubic 30 ( bể cubic thì chiều dài – rộng – cao đều bằng nhau) tổng quan đẹp, dễ chơi. Có thể dán bằng kính 5 li hay 8 li, nếu chơi nhiều đá thì nên làm kính 8li. Kính thường là đủ đẹp, ai thích thì có thể lên kính siêu trong, sẽ mắc hơn chút. – Hồ 50(d) – 30 (r) – 30 (c): đẹp, cân đối, dán bằng kính 5 li là đủ – Hồ chuẩn size của hãng ADA: 60 (d) – 30 (r) – 36 (c): đẹp, cân đối, kính 5 lit là ok, chơi đá hay muốn chắc chắn thì 8 li – Hồ thông dụng 60 – 40 – 40 (D-R-C): đẹp, chiều sâu và cao tốt, gần 100 lít nước nên dễ tính toán phân nền, phân nước, các bạn mới nên chơi hồ size 60 vì nó thông dụng, dễ đồ mới cũng như đồ thanh lý và cũng dễ thanh lý khi chán. Nên chơi kính 8li. – Hồ 80 -40 – 40 (D-R-C): cũng tạm được nhưng size này khó kiếm đèn, nên né size này ra nếu có thể – Hồ 90-40-40 (D-R-C) : khá đẹp, dễ mua đồ, kính 8 li hoặc 10 li – Hồ 90-45-45 (D-R-C) : đẹp, cân đối, nên chơi hồ này, kính 10li cho yên tâm. – Hồ 100-50-50 (D-R-C) : tạm được nhưng size đèn hơi khó mua. – Hồ 1m2-50-50 (D-R-C): đẹp, dễ mua đồ, nên làm full 12li. – Hồ 1m5-60-60 trở lên (D-R-C): đẹp, nhưng người mới không nên chơi hồ size lớn hơn 1m2 Note: (D-R-C) là Chiều Dài – Chiều Rộng – Chiều Cao Tổng kết lại tùy sở thích và nhiều yếu tố, nhưng nên chơi 3 size như sau: 60 40 40 full kính 8li, 90 45 45 full kính 10 li, và 1m2 50 50 full 12 li. Hồ không giằng, mài vi tính, dán dấu keo. Size nhỏ hơn 60 thường chơi dễ chán, quản lý nước hơi khó, to hơn 1m2 thì tốn quá nhiều chi phí và khó chơi cho người mới. Nếu kinh phí cho phép thì bạn có thể dán bằng kính siêu trong 1 mặt trước, hoặc 3 mặt, (4 và 5 mặt siêu trong thật sự không cần thiết.) 3. Chân bể, tủ gỗ: Sau khi bạn xác địch hoặc đã mua được hồ thì cần phải mua thêm chân sắt cho hồ. Sau đây là 1 số lựa chọn: – Chân sắt 4, rẻ và chắc chắn nhưng không che được lọc, co2 và những dụng cụ khác. Chân sắt cho bể cá – Chân sắt ốp gỗ cao su bên ngoài – Chân sắt ốp sắt hay alu giả gỗ. Mẫu tủ ốp gỗ – Tủ gỗ ván ép: nên chơi với hồ kính thước từ 1m2 trở lại, chọn loại ván ép chống nước – tủ gỗ cao su, các loại gỗ khác, riêng size 90 hay 1m2 trở lên thì nên có chân sắt bên trong tủ gỗ – Chân sắt 2, 3 tầng cho anh em chơi nhiều hồ Lưu ý: chiều cao chân sắt, tủ gỗ thông dụng là 70 đến 80cm, trừ những trường hợp đặc biệt 4. Hệ thống lọc nước: &nbsp;Bể thủy sinh đẹp là bể ổn định, nước trong vắt, cây cá khỏe mạnh. Hệ thống lọc của bạn đảm nhận công việc đó. Lọc hồ thủy sinh có những loại cơ bản sau: – Lọc treo trên thành hồ: dành cho bể nhỏ dưới 60 cm, gọn nhẹ Mẫu lọc treo – Lọc vách trong bể, loại lọc này rất hiệu quả, tiết kiệm chi phí nhưng nó lại chiếm mất 1 phần diện tích hồ, gây thiếu thãm mĩ Lọc vách sau lưng bể – Lọc thùng ngoài: lọc này hiệu quả, thẩm mĩ và được ưa chuộng nhất, giá của nó cũng tùy theo hãng sản xuất hay hàng tự chế của Việt Nam, lọc thùng chính hãng của Đức như Eheim hay JBL có giá từ 2 triệu đến 7 8 triệu 1 cái (chất lượng cao, tiết kiệm điện), lọc thùng hãng của TQ như Atman, Jebo có giá từ 500k đến 2 triệu (chất lượng tốt). Một sự chọn lựa không tồi là lọc chế từ ống nhựa của anh em VN, lọc này được anh HOVATEN ở HN chế ra đầu tiên nên được gọi là lọc hvt. Giá của lọc này thưởng rẻ hơn các sản phẩm chính hãng. ở HCM các bạn có thể mua lọc hvt Van Vu, lọc hvt gấu bố vĩ đại, hvt khanh BQ, hvt Cat Phong… Ngoài ra anh em VN còn chế lọc thùng inox theo kiểu ADA, rất đẹp nhưng giá cao (cỡ 2-4 triệu) Lọc thùng ngoài – Khi mua lọc các bạn sẽ được shop hướng dẫn kĩ hơn cách sử dụng (đa số khá đơn giản), mình chỉ xin nói về lưu lượng máy bơm lọc và cách xếp vật liệu lọc như sau: bạn nên chọn máy bơm của lọc với liều lượng x3 hay x5 lần số lít trong hồ của bạn. Ví dụ hồ 100 lít nước bạn nên chọn máy bơm cỡ 500 đến 800 lít / giờ (nhớ là con số trên lọc TQ có thể chưa chính xác, bạn phải trừ hao). Trong lọc, bạn để bông lọc ở gần nước từ hồ vào, rồi đến bùi nhùi (không có cũng được), rồi đến nham thạch hay sứ lọc, matrix…). Nên để 50% bông lọc và 50% còn lại là sứ hay matrix… – Vật liệu lọc cao cấp và mắc tiền bao gồm matrix, eheim subtract pro, bio ring…., tuy nhiên sứ lọc TQ, nham thạch đen, đá nham thạch trắng cũng rất hiệu quả. – Note: hệ thống lọc này phải luôn chạy 24/24 nhé.","link":"/Huong-Dan-Setup-Be-Thuy-Sinh-Cho-Nguoi-Moi-Tap-Choi-Tu-A-den-Z-Phan-1-20210715.html"},{"title":"Hướng Dẫn Setup Bể Thủy Sinh Cho Người Mới Tập Chơi Từ A đến Z (Phần 2)","text":"Nghiện Cá tiếp tục giới thiệu đến với các bạn phần tiếp theo của “Hướng dẫn setup bể thủy sinh cho người mới tập chơi” Nội dung chính Đèn dành cho bể thủy sinh Phân nền loại gì ? Bộ cung cấp khí Co2 Lũa, đá, bố cục hồ thủy sinh Rêu, dương xĩ, ráy, bucep, và cây thủy sinh Timer dành cho bể thủy sinh Quạt / chiller làm mát cho bể Chăm sóc hồ / thay nước / rêu hại / bệnh của cá Những item khác: twinstars, sục oxi, lọc bio, lọc váng, nhiệt kế… Đèn dành cho bể thủy sinh Ánh sáng cực kì quan trọng trong hồ thủy sinh. Kiến thức và thông tin về ánh sáng về đèn rất sâu rộng nên Nghiện Cá Chỉ nói đến những điều cơ bản nhất. Đèn cho bể thủy sinh thông dụng gồm: đèn huỳnh quang T8 (như bóng điện quang), T5 (nhỏ hơn chút và sáng hơn), đèn LED (sáng, tiết kiệm điện, mát), đèn cao áp metal v.v.. Bạn có thể mua những đèn thông dụng này ở các shop phụ kiện cá cảnh, thủy sinh và cửa hàng sẽ tư vấn cho bạn về loại đèn phù hợp dành cho size bể của bạn đang sở hữu. Những loại đèn thông dụng cho các bạn mới chơi: đèn T8 jebo chế, đèn odysea T5HO, đèn t5 Aquazonic, đèn Led Dee, Led Aquablue, Led Chirious và gần đây nhất mới có thêm đèn led của hãng T5HO. Mẫu đèn phổ thông Odysea T5ho Có 1 điều về ánh sáng các bạn nên nhớ là: bạn càng dùng nhiều đèn, càng sáng thì hồ của bạn càng khó quản lý. Ví dụ: Một bể chơi rêu, dương xĩ, bạn cần 0,5 w cho 1 lít hay ít hơn, bể của bạn thường ít khi gặp vấn đề về rêu hại hay thiếu hụt dinh dưỡng . Nhưng nếu bạn chơi bể thủy sinh với lương ánh sáng 2wat / 1 lit thì bạn phải có nhiều kinh nghiệm quản lý nước, co2, rêu hại… Thời gian chiếu sáng: thường là từ 8 tiếng đến 10 tiếng trong một ngày. Nên để đèn liên tục phỏng theo ánh sáng tự nhiên, tuy nhiên bạn vẫn có thể chia ra ngắt quãng như sau: sáng từ 8 đến 12h, tắt đèn từ 12h đến 4h, bặt tiếp từ 4h đến8h tối (phụ thuộc vào thời gian bạn ngắm hồ) Các bạn có thể gác đèn cao hơn mặt nước từ 10cm-30cm tùy từng loại đèn, cây cối trong bể của bạn. Nếu chơi ráy, dương xỉ, rêu thì có thể để đèn cao lên tránh trường hợp ở sát trên cao bị hỏng do sát đèn. Phân nền loại gì ? Phân nền cũng đặc biệt quan trọng trong hồ thủy sinh. Hồ bạn có đẹp, nước có trong và ổn định, cây cối cá tép có khỏe không đều là do phần lớn nhiệm vụ của phân nền. Phân nền có nhiệm vụ làm ổn định hệ vi sinh, ổn định nước, các chỉ số dinh dưỡng, pH, kH, gH, tds… cũng do nền quyết định là chủ yếu. Phân nền thủy sinh có 2 loại: –&nbsp; Phân nền trộn loại này thường giàu dinh dưỡng, rẻ tiền nhưng lại khó set hồ vì nó bẩn, nếu làm không kĩ sẽ bị xì lên gây đục hồ. Nền trộn phải được phủ ở trên 1 lớp sỏi dày 3 cm trở lên. Dinh dưỡng nền trộn cũng nhiều nên khó quản lý hơn. Các bạn có thể tự trộn theo công thức có sẵn trên mạng internet nhưng các bạn cần kinh nghiệm. Đơn giản nhất là mua từ những bạn trộn sẵn như phân nền của Phương Nuphar, Lý Vũ…Loại nền này thường không cần lót cốt nền dinh dưỡng ở đáy. Khi mua các bạn sẽ được người bán tư vấn liều lượng và cách sử dụng. Phân nền nhật bản ADA – Nền công nghiệp: loại này phù hợp với người mới vì set hồ dễ, sạch sẽ, không sợ bị xì (nếu không lót cốt nền ở dưới). Tuy nhiên giá cao hơn nền trộn. Nền công nghiệp chất lượng bao gồm ADA , Gex xanh, đỏ , Control Soil, Oliver Knot.. (nền nhập khẩu. Tuổi thọ trong bình của những nền trộn hoặc công nghiệp chất lượng lên đến trên dưới 3 năm nếu các bạn sử dụng hợp lý. Tuy nhiên nền công nghiệp các bạn có thể thanh lý khi lật hồ, còn nền trộn thì hầu như chỉ có thể vứt đi. Bộ cung cấp khí Co2 Cây thủy sinh cần Carbon trong khí C để quang hợp, lượng Carbon có sẵn trong nước chưa thật sự đủ cho cây nên người chơi thường cung cấp khí Co2 vào hổ thủy sinh. Một số dung dịch cung cấp Co2 cũng có tác dụng it nhiều nhưng mình nghĩ hiệu quả của bình nén co2 sẽ rõ ràng hơn. Co2 rất cần thiết cho bể thủy sinh để cây cối có thể phát triển được tốt hơn. Bình khí nén Co2 không hề nguy hiểm nếu bạn sử dụng đúng (không mua bình quá cũ, rỉ sét, không để trong phòng kín, phòng ngủ…) Bình co2 có nhiều loại, loại thông dụng và rẻ tiền nhất vẫn là bình sắt loại 1,2,3 ,5,10kg (tức là chứa được 1,2,3 hay 5, 10 kg co2 nén), bình co2 2 kg thường dùng được 1 đến 3 4 tháng và khi đi bơm lại mất cỡ 50k. Ngoài ra còn có loại bình bằng nhôm, hợp kim với giá t thành cao hơn. Bình Co2 kèm van điện Các bạn có thể tự chế co2 bằng bột mì hay chất hóa học nhưng mình thật long khuyên rằng không nên. Khi mua bình co2, các bạn phải mua thêm bộ đếm giọt, dây dẫn và bộ trộn co2 (nên dùng bộ trộn ngoài hồ sẽ hiệu quả hơn). Có thể dùng van điện để chỉnh tự ngắt co2 khi đèn tắt, hoặc đơn giản là để co2 24/24 cũng không sao. Tùy số lít trong hồ và loại cây bạn có thể cung cấp mấy giọt co2 trong 1 giây. Hồ rêu thường chỉ cần 1,2 giọt /giây. Hồ cây thì nhiều hơn. Các bạn cân thận vì quá nhiều co2 trong nước sẽ gây chết cá tép. Lũa, đá, bố cục hồ thủy sinh Sau khi lo xong vụ phân nền, các bạn nên nghĩ đến bố cục trong hồ. Các bạn có thể set hồ bằng lũa (những nhánh cây, gỗ chết mình cho vào để tạo bố cục ), hoặc đá (bố cục núi), hoặc kết hợp lũa đá, phong cách bonsai, phong cách hồ Hà Lan (chuyên chơi cây cắt cắm)… Những loại lũa thông dụng gồm: Linh sam, đỗ quyên, trà rừng, red wood… với giá thành khác nhau. Khi mua lũa về bạn nên xử lý kĩ bằng cách ngâm nước vài tuần, hoặc luộc 1 2 lần, ngâm muối… để lũa chìm, không ra màu và bị mốc. Lũa đỗ quyên Lũa linh sam Đá thủy sinh thông dụng gồm đá tiger, tai mèo, kẹp kem, trầm tích, đá Phan Thiết, đá đen Gia Lai… Lũa đá đều được bán rộng rãi ở các shop thủy sinh. Về bố cục mình nghĩ các bạn phải tự tìm hiểu và set hồ dần dần, bạn sẽ cảm nhận được thú vui này qua những hồ mình từng làm. Rêu, dương xĩ, ráy, bucep, và cây thủy sinh Đi kèm với bố cục là rất nhiều loại cây thủy sinh. Mình tạm chia thành 2 loại: – Loại chịu ít sáng như rêu, dương xĩ, ráy: phù hợp với hồ ánh sáng vừa (từ 0,5 wat / 1 lít nước trở xuống), nước mát chút và dinh dưỡng trong nước không cần quá nhiều, co2 vừa phải. Ráy nana –Một loại cây đòi hỏi ánh sáng cao, dinh dưỡng mạnh, co2 đủ như cây cắt cắm , bucep v.v….. Cây thủy sinh Bucephalandra Timer dành cho bể thủy sinh Một vật dụng cần thiết cho người chơi thủy sinh, dùng để cài đặt thời gian tự bật tắt đèn,co2…Giá timer cơ cỡ 85-100k, còn timer điện tử từ 140-200k. Các bạn newbie nên dùng cái này để giúp hồ nhanh ổn định hơn. Thiết bị hẹn giờ cho bể cá Quạt / chiller làm mát cho bể Nếu ở những thành phố có thời tiết nóng thì bạn nên mua thêm quạt nhỏ cho hồ thủy sinh (giá rẽ 100-200k), hoặc nếu có điều kiện tài chính thì có thể mua máy làm lạnh nước chiller giá từ 2tr5 đến 6 triệu tùy loại. Quạt làm mát cho bể thủy sinh Chiller làm mát cho bể thủy sinh Chăm sóc hồ / thay nước / rêu hại / bệnh của cá – Một hồ thủy sinh đẹp phải được chăm sóc hầu như hằng ngày. Các bạn cố tập thói quen dành ra 5-10 phút hằng ngày ngắm hồ, chăm sóc hồ. Nếu bận rộn bạn nên chọn bố cục hồ rêu, dương xĩ để chơi, đỡ thời gian chăm sóc hơn hồ chơi cây cắt cắm. – Thay nước là 1 phần không thể thiếu trong việc chăm sóc 1 hồ đẹp, 1 hồ mới set thường phải thay nước hàng ngày 30%, đến tuần thứ 2 các bạn thay nước 3 lần, mỗi lần 30% nước, tuần thứ 3 thì thay 2 lần, 30%, và qua tuần thứ 4 trở đi các bạn chỉ cần thay 30% nước 1 lần trong tuần. Đừng thay nước quá nhiều gây chết và thiếu hụt hệ vi sinh của lọc, dinh dưỡng cũng sẽ mất cân bằng nếu bạn luôn thay nước 50% của bể nguy cơ dẫn đến cá, tép bị sốc nước chết. Mỗi khi thay nước các bạn nhớ dùng dung dịch khủ chlo nhé, rất quan trọng. – Nhớ không thay nước trong cùng ngày vệ sinh lọc nhé. – Rêu hại là kẻ thủ của thủy sinh, 1 hồ thủy sinh ổn định, cây cối cá tép khỏe mạnh thì thường không hoặc ít bị rêu hại. Khi rêu hại phát triển trong hồ của bạn (thường là trong tháng đầu) là vì hồ bạn chưa ổn định, lượng co2 chưa đủ hoặc dinh dưỡng chưa cân bằng. Cách trị rêu hại từng loại mình sẽ có bài viết nói rõ sau. – Bệnh của cá: các loại cá nuôi trong hồ thủy sinh rất dễ bị nấm và chết cả đàn nếu bạn thả cá khi hồ chưa ổn định (thường là nên thả cá sau 1 tháng sau khi set hồ). Thuốc trị nấm, bệnh cá và cách dùng các bạn có thể nghiên cứu thêm trên google nhé. Những item khác: twinstars, sục oxi, lọc bio, lọc váng, nhiệt kế… Bộ ức chế rêu hại twinstars: có hiệu quả nhưng không đáng kể (hiệu quả rõ rất khi dùng ngay khi hồ vừa set), cảm nhận cá nhân là không đáng tiền mua, các bạn có thể thử và trải nghiệm nếu muốn. Bộ ức chế rêu hại Sủi oxi và lọc bio: nên dùng cho hồ chuyên chơi tép Sủi oxi cho bể cá Lọc váng: 1 số hồ bị 1 lớp dầu váng lên mặt hồ, lọc váng này sẽ trị được vấn đề đó. Lọc váng cho bể thủy sinh Nhiệt kế: có nhiều loại, nếu bạn cần biết thông tin nhiệt độ hồ thì nên mua, cũng rẽ tiền. Nhiệt kế cho hồ thủy sinh Như vậy là Nghiện Cá đã hoàn tất giới thiệu đến với các bạn những điều cần thiết để triển khai làm bể thủy sinh từ A-Z. Cám ơn các bạn đã quan tâm theo dõi bài viết.","link":"/Huong-Dan-Setup-Be-Thuy-Sinh-Cho-Nguoi-Moi-Tap-Choi-Tu-A-den-Z-Phan-2-20210715.html"},{"title":"Hướng dẫn cách nuôi tôm cảnh Crayfish","text":"Tôm cảnh – Crayfish là loài giáp xác nước ngọt có đặc điểm tương tự tôm hùm. Kích thước nhỏ và hình dạng khác thường của chúng khiến chúng ngày càng phổ biến trong cộng đồng nuôi cá. Chúng có nhu cầu tương tự như cá, vì vậy chăm sóc chúng đòi hỏi những kỹ năng tương tự. Điều này làm cho chúng trở nên lý tưởng cho ai đó có ý định nuôi ở trong bể cá cảnh. Một đặc điểm tuyệt vời là chế độ ăn tạp của chúng. Bạn sẽ nhanh chóng biết rằng khi có thức ăn, tôm cảnh Crayfish không hề kén chọn. Chúng ăn các loại thực phẩm giống như cá , và nhiều hơn nữa. Từ thức ăn cho cá đến rau, nó ăn tạp hầu hết mọi thứ. Khi chúng lớn lên từ ấu trùng đến tuổi trưởng thành, thức ăn dành tôm cảnh ăn sẽ thay đổi. Bài viết này sẽ đưa bạn qua nhiều loại thực phẩm có sẵn cho Crayfish ở mọi lứa tuổi, cả trong tự nhiên và trong bể cá. Nội dung chính Giới thiệu về tôm cảnh Crayfish Tôm cảnh Crayfish ăn gì? Cách nuôi tôm cảnh Crayfish ở trong bể cá Chăm sóc tôm cảnh Crayfish Tổng kết Giới thiệu về tôm cảnh Crayfish Tôm Cherax destructor Tôm càng xanh là loài giáp xác nước ngọt thuộc bộ Giáp xác mười chân. Bộ giáp xác 10 chân cũng bao gồm tôm hùm, có liên quan chặt chẽ và thường bị xác định sai (và ngược lại). Tôm cảnh nhỏ hơn rất nhiều so với tôm hùm và sống ở nước ngọt. Tôm nước ngọt là tên gọi chung cho những sinh vật này, nhưng chúng còn được gọi là tôm hùm đất, tôm hùm nước ngọt, tôm hùm núi v.v… Tất cả những cái tên này đề cập đến ba họ nhà tôm từ thứ tự Decapod; Astacoidea, Cambaridae và Parastacidae. Tên của chúng đôi khi được sử dụng cho các động vật khác ở các nơi khác nhau trên thế giới. Ví dụ, ở Úc, New Zealand và Nam Phi, Tôm Crayfish là tên gọi chung của một con tôm hùm gai (thuộc họ Palinuridae) sống trong môi trường nước mặn. Điều quan trọng là không nhầm lẫn những sinh vật nước mặn với những sinh vật nước ngọt mà chúng ta đang xem trong bài viết này. Có hơn 600 loài tôm nước ngọt trải rộng trên ba họ ở trên; chúng sinh sống ở Bắc bán cầu và Nam bán cầu. Phạm vi lớn nhất có thể được tìm thấy ở Bắc Mỹ, Úc và New Zealand. Chúng cũng có mặt trên khắp châu Á và châu Âu. Ngay cả đảo Madagascar cũng là nơi sinh sống của bảy loài đặc hữu. Nó đã rất thành công trong việc thích nghi và sinh sản trên nhiều khu vực. Chúng có rất nhiều hình dạng, màu sắc và kích cỡ, với chiều dài trung bình đạt 6,9 inch. Theo thời gian, chúng đang trở thành một thú cưng ngày càng phổ biến trong nhà. Bản chất khỏe và chế độ ăn uống không cầu kỳ của chúng làm cho nó dễ dàng chăm sóc. Tôm cảnh Crayfish ăn gì? Tôm càng xanh sống ở suối và sông, vì vậy môi trường tự nhiên của chúng sẽ bao gồm bùn, đá, thảm thực vật và dòng chảy nhanh.Chúng là loài ăn tạp nên trong tự nhiên chúng ăn bất cứ thứ gì. Chế độ ăn uống chính của chúng là động vật bị phân hủy và thảm thực vật mục nát. Đây là những nguồn thực phẩm dễ dàng tìm kiếm trong tự nhiên. Chúng cũng ăn cá sống loại nhỏ, nếu chúng bơi ở gần. Trong tự nhiên, rất khó để bắt được cá vì chúng thường trốn và ẩn lấp rất nhanh . Sẽ dễ dàng hơn nhiều cho tôm để bắt cá sống trong một bể cá. Thật khó để nghĩ về một động vật khác ăn rất nhiều nguồn thực phẩm khác nhau; chúng hoàn toàn sẽ ăn bất cứ thứ gì, từ lá thối và cành cây, đến thịt động vật (cả thối rữa và còn sống), thậm chí chúng sẽ ăn thịt chính đồng loại của chúng. Vì chúng không phải là những người bơi lội đặc biệt mạnh mẽ, thức ăn chúng ăn thường phải chìm xuống đáy sông trước khi chúng có thể ăn nó. Chúng sử dụng hai chiếc càng để bắt và xé con mồi ra để ăn.Tôm chủ yếu hoạt động tìm kiếm thức ăn vào ban đêm.Chúng sẽ rời khỏi nơi trú ẩn và tìm kiếm con mồi. Cách nuôi tôm cảnh Crayfish ở trong bể cá Trước khi nuôi chúng vào bể cá, bể cần phải giống với môi trường sống tự nhiên của chúng. Chúng không phải là những sinh vật đặc biệt đòi hỏi, nhưng một môi trường kỳ lạ có thể làm chúng dễ bị căng thẳng dẫn đến bỏ ăn.Các nghiên cứu đã chỉ ra rằng chúng có thể trải nghiệm sự lo lắng tương tự như con người, đó là lý do tại sao điều quan trọng là tạo ra môi trường phù hợp với tôm. Không quá khó để đáp ứng các điều kiện này. Đáy bể nên có nhiều đá và một lớp cát mỏng.Những tảng đá cần phải có những vết nứt và kẽ hở giữa để tôm ẩn náu. Như đã giới thiệu ở trên, tôm thường ăn thực vật, vì vậy có khả năng chúng sẽ gây thiệt hại cho bất kỳ loại cây nào bạn giữ trong bể. Cây khỏe mạnh, phát triển nhanh là những cây có khả năng sống sót cao nhất; ví dụ trong số này bao gồm rêu sừng và rêu java . Thảm thực vật (như thực vật và tảo) có thể được sử dụng làm nguồn thực phẩm chính. Đừng loại bỏ thịt ra khỏi chế độ ăn hoàn toàn vì protein chứa trong nó rất quan trọng cho sự tăng trưởng. Khi chúng đạt đến tuổi trưởng thành, protein cần thiết với số lượng nhỏ hơn vì chúng không còn phát triển nữa. Có nhiều nguồn thực phẩm có sẵn để bạn cho ăn. Thay đổi chế độ ăn uống sẽ cung cấp cho chúng nhiều chất dinh dưỡng.. Các loại thực phẩm dạng viên rất lý tưởng vì chúng nhanh chóng chìm xuống đáy bể và thường chứa nhiều protein. Tôm viên là một trong những thực phẩm phổ biến nhất, nhưng cũng có thể thay thế bằng thức ăn cho cá. Thức ăn sống nhỏ (tôm và cá) rất phổ biến và khiến thời gian cho ăn trở nên thú vị hơn một chút, vì chúng sẽ phải chủ động săn thức ăn. Dưới đây là danh sách những thứ mà bạn có thể cung cấp cho Tôm càng xanh: Chăm sóc tôm cảnh Crayfish Chúng sử dụng hai càng to và hai chân trước để xé thức ăn Chúng không cần lượng thức ăn lớn, đặc biệt là khi chúng trưởng thành..Khi bạn đặt thức ăn vào bể, chúng có thể không được ăn ngay lập tức, nhưng bạn sẽ thấy nó biến mất khỏi nơi ẩn nấp khi chúng trở nên hoạt động mạnh hơn vào ban đêm để kiếm thức ăn. Bạn không cần phải lo lắng nếu chúng không chịu ăn thức ăn, chúng sẽ bắt đầu ăn lại khi đói. Nếu chúng không ăn gì cả, hãy thử chuyển đổi loại thực phẩm mà bạn đang cho chúng ăn và kiểm tra các thông số nước của bạn . Nếu bạn không cho chúng ăn đủ, chúng có thể bắt đầu chiến đấu và trở thành kẻ ăn thịt đồng loại. Việc chúng nẩn trốn trong suốt cả ngày là điều thường thấy, khiến bạn rất khó nhìn thấy chúng. Nếu bạn muốn nhìn thấy chúng nhiều hơn vào ban ngày, hãy thử rắc thức ăn vào bể để xem chúng có ra tìm kiếm thức ăn. Một số người chọn cách cho tôm ăn bằng cách sử dụng kẹp, giúp chúng quen với con người và môi trường nhân tạo của chúng.Cố gắng giữ thói quen cho ăn thường xuyên. Chúng sẽ học được thời gian cho ăn và có thể mạo hiểm từ những nơi ẩn nấp của chúng khi chúng nghĩ rằng đã đến lúc được bạn cho ăn. Tổng kết Như vậy khi nuôi tôm Crayfish, chế độ ăn uống của chúng không đáng lo ngại ;chúng nhặt nhặt các thức ăn dư thừa và ăn tạp các loại thức ăn! Bản chất ăn tạp của tôm làm cho ta dễ dàng chăm sóc chúng. Chúng thích ăn thức ăn sống, thực phẩm đông lạnh, thức ăn cho cá và rau. Chế độ ăn uống tạp này giúp giữ cho chúng khỏe mạnh và nếu bạn thay đổi chế độ ăn uống đủ, chúng sẽ được cung cấp tất cả các chất dinh dưỡng cần thiết. Nếu bạn chăm sóc chúng đúng cách, những sinh vật này rất đáng để xem và là một sự thay thế tuyệt vời cho cá nước ngọt.","link":"/Huong-dan-cach-nuoi-tom-canh-Crayfish-20210715.html"},{"title":"Những Kiến Thức Cơ Bản Về Lũa Cho Bể Thủy Sinh Bán Cạn","text":"Lũa thủy sinh là gì?Lũa bán cạn là gì? Cách lũa một cách tốt nhất cho bể thủy sinh, bể bán cạn? Đây là những câu hỏi mà người chơi thủy sinh, bán cạn đặt ra thắc mắc.Nghiện Cá sẽ giải đáp mọi thắc mắc này cho các bạn hiểu rõ hơn. Nội dung chính Lũa thủy sinh là gì? Lũa bán cạn là gì? Các loại lũa thủy sinh, lũa bán cạn Lũa linh sam Lũa hải sơn quỳ Lũa thép Lũa nghiến Hướng dẫn cách xử lý lũa cho bể cá,bán cạn Vì sao lũa được sử dụng trong thủy sinh, bán cạn Lũa thủy sinh là gì? Lũa bán cạn là gì? Lũa là những phần thân, gốc cây bị mục rũa chỉ còn phần lõi.Trong thiên nhiên, có thể do thiên tai, lũ luật hay do con người chặt phá theo thời gian những gốc cây, thân cây bị phong hóa hay bị nước cuốn trôi, nước bào mòn làm cho phần thân của nó bị rũa hết chỉ còn phần lõi ở giữa.Phần lõi ở giữa này thì vô cùng cứng và chúng hầu như không thể bị mối mọt. Nguồn lũa phong phú của Nghiện Cá Các loại lũa thủy sinh, lũa bán cạn Như đã giới thiệu ở trên Lũa trong tự nhiên là phần còn sót lại của cây bị chết do qua quá trình bào mòn của nước hoặc do con người tạo ra (chế tạo gỗ lũa công nghiệp).Các loại lũa được làm công nghiệp có thể đã được xử lý qua những một số vẫn còn thân và vỏ thì đây chưa hoàn toàn được gọi là lũa. Do đa dạng lũa nên có thể lựa chọn nhiều loại phù hợp thiết kế cho thủy sinh, bán cạn. Nguồn lũa phong phú Nghiện Cá cung cấp cho thị trường thủy sinh, bán cạn Khi lũa lần đầu cho vào bể thủy sinh, bán cạn đều có tình trạng ra nhớt, thôi màu lũa ra nước, lũa bị nỗi trên mặt nước.Các bạn có thể xử lý bằng những các sau: Thả cá mún đỏ để xử lý nhớt lũa Lũa bị ra màu các bạn chỉ cần thay nước đều một thời gian sẽ hết Lũa bị nổi trên mặt nước các bạn có thể chèn đá hay dán đá vào lũa Dưới đây là một số loại lũa hay được dùng cho thủy sinh , bán cạn Lũa linh sam Mẫu bể bán cạn do Cây Cảnh Lê Hoàng &amp; Nghiện Cá thiết kế sử dụng lũa Linh Sam Lũa linh sam được nhiều người chơi yêu thích sử dụng vì dễ tạo hình, dễ chìm trong nước.Nhược điểm dễ thôi màu ra nước (sau thời gian thay nước sẽ hết). Lũa linh sam là loại lũa hay được sử dụng trong các layout bể bán cạn Lũa hải sơn quỳ lũa đỗ quyên Lũa hải sơn quỳ với nhiều gốc rễ và nhánh cây uốn lượn khác nhau , đa dạng về kích thước nên lũa Hải Sơn Quỳ đang được rất yêu thích và sử dụng rộng rãi . Một số người chơi thủy sinh, bán cạn đều ưa thích loại lũa này. Lũa thép Mẫu lũa thép của bên Nghiện Cá Lũa thép là một chất liệu lũa mới, đanh cứng như linh sam trông cứng cáp.Khi xuống nước những đường vân trên lũa vô cùng đẹp mắt.Lũa thép rất hay được các bạn chơi nano tank &amp; shallow tank sử dụng để làm bể. Lũa nghiến Lũa nghiến Lũa nghiến với nhiều hình thù khách nhau, màu sắc vàng hay hơi nâu vàng.Màu sắc bắt mắt với các đường uốn lương tay cành, sóng vằn vèo không theo quy luật nào. Bởi tính chất đặc biệt và vẻ đẹp độc đáo mà lũa nghiến thường được sử dụng cho các bể cá đĩa, bể cá rồng.Các thiết kế layout bố cục rừng nhiệt đới trong bể bán cạn Lũa đỗ quyên Lũa đỗ quyên Lũa đỗ quyên lúc có màu vàng sau trong quá trình xử lý bằng nước và ngâm một thờ gian lũa sẽ ra thành màu sậm như hình.Nhược điểm của loại lũa này lúc đầu chơi rất hay bị ra nhớt.Ưu điểm dễ tạo hình bố cục cho bể thủy sinh. Hướng dẫn cách xử lý lũa cho bể cá,bán cạn Trước khi lũa dược đưa vào bể, chúng ta cần phải xử lý sạch lũa bằng những cách sau: Một số lũa lúc ban đầu nên phơi nắng để diệt khuẩn và ẩm mốc. Một số loại lũa còn vỏ việc ngâm nước và phơi nắng sẽ làm cho phần vỏ dễ tróc ra hơn. Đối với những khúc lũa to thì chỉ nên vệ sinh lũa bằng cách dùng bàn chải đánh sạch còn nếu bạn có vòi xịt áp lực rửa xe thì sẽ nhanh hơn.Kỹ hơn nữa bạn nên ngâm lũa trong nước kèm theo các chất phụ gia để làm sạch nhợt, khử khuẩn bên trong lũa như oxy già công nghiệp và muối. Đối với những khúc lũa bé thì sau khi vệ sinh sạch xong có thể cho vào nước sôi đun lên để khử trùng. Vì sao lũa được sử dụng trong thủy sinh, bán cạn Lũa luôn mang một vẻ đẹp tự nhiên rừng rú vì ai cũng thích đặt trang trí trong bể.Mỗi loại lũa khác nhau mang đến từng bố cục khác nhau cho bạn hãy nghiên cứu kỹ bố cục định chơi trước khi mua lũa.","link":"/Nhung-Kien-Thuc-Co-Ban-Ve-Lua-Cho-Be-Thuy-Sinh-Ban-Can-20210715.html"},{"title":"Rêu Hại Trong Thủy Sinh Và Những Cách Phòng Chống Từ A – Z","text":"Rêu hại trong hồ cá thủy sinh làm ảnh hưởng đến thẩm mỹ của hồ cá.Nó là một trong những vấn đề mệt mỏi cho những người khi mới bắt đầu chơi thủy sinh. Rêu hại thủy sinh là gi?Các cách để biết rêu hại và xử lý rêu hại thủy sinh như thế nào? Chúng ta hãy cùng tìm hiểu thêm kinh nghiệm về rêu hại trong hồ cá thủy sinh. Rêu hại trong hồ cá thủy sinh là một đề tài rất quen thuộc khi chơi thủy sinh hiện nay. Là người mới chơi thủy sinh hay dân chuyên nghiệp thì trước sau gì cũng gặp phải trường hợp rêu hại tấn công vào hồ cá thủy sinh. Vậy rêu hại là gì? Làm thế nào để nhận biết rêu hại trong bể thủy sinh và các cách phòng chống tiêu diệt nó ra sao? Nghiện Cá xin chia sẻ những kinh nghiệm để các bạn tham khảo và cùng nhau xử lý rêu hại thủy sinh nhằm bảo vệ, duy trì hồ thủy sinh của mình luôn xanh đẹp. Nội dung chính Rêu hại trong hồ thủy sinh là gì? Danh sách các loài rêu hại điển hình trong bể cá thủy sinh: Rêu tóc, rêu chỉ – Hair/Thread Algae Rêu đốm xanh – Green Spot (Choleochaete orbicularis) Tảo nước xanh – Green Water (Euglaena) Rêu bụi xanh – Green Dust Algae (GDA) Rêu xoăn – Fuzz Algae Rêu chùm – Cladophora Tảo nâu – Brown Algae (Diatoms) Rêu nhớt xanh – Blue Green (Cyanobacteria) Rêu sừng hươu – Staghorn (Compsopogon sp.) Rêu chùm đen – Black Brush/Beard (Rhodophyta) Lưu ý về rêu hại thủy sinh: Rêu hại trong hồ thủy sinh là gì? Rêu hại trong bể thủy sinh là một loài rêu tự phát trong bể ở một điều kiện nhất định. Chúng bám vào các cây thủy sinh, đá, thậm chí là những loại rêu khác bạn trồng trong bể thủy sinh. Tốc độ phát triển của chúng khá nhanh và khả năng làm mất thẩm mỹ của bể cá thủy sinh, các loài rêu hại này có thể phá hỏng hết tất cả mọi thứ trong hồ thủy sinh chỉ trong thời gian ngắn. Nhưng khi các bạn đã tìm hiểu đầy đủ những kinh nghiệm để xử lý chúng thì rêu hại trong bể thủy sinh không còn là vấn đề khó khăn gì nữa. Danh sách các loài rêu hại điển hình trong bể cá thủy sinh: 1. Rêu tóc, rêu chỉ – Hair/Thread Algae 2. Rêu đốm xanh -Green Spot (Choleochaete orbicularis) 3. Tảo nước xanh – Green Water (Euglaena) 4. Rêu bụi xanh – Green Dust Algae (GDA) 5. Rêu xoăn – Fuzz Algae 6. Rêu chùm – Cladophora 7. Tảo nâu – Brown Algae (Diatoms) 8. Rêu nhớt xanh – Blue Green (Cyanobacteria) 9. Rêu sừng hưu – Staghorn (Compsopogon sp.) 10. Rêu chùm đen – Black Brush/Beard (Rhodophyta) Hãy cùng Nghiện Cá tìm hiểu từng loại rêu, nguyên nhân, cách tiêu diệt và phòng chống rêu hại như thế nào Rêu tóc, rêu chỉ – Hair/Thread Algae Rêu tóc, rêu chỉ là loại rêu hại có hình dáng như sợi nhỏ dài, chúng mọc xen lẫn giữa các rêu và cây thủy sinh khác trong hồ. Rêu tóc, rêu chỉ là loại rêu tương đối dễ trị nhất trong bể thủy sinh. Nguyên nhân xuất hiện rêu tóc: Do dư thừa chất sắt trong bể thủy sinh | hàm lượng &gt; 0.15 ppm, chủ yếu là do không có nhiều cây lá đỏ hấp thụ sắt trong bể. Cách xử lý rêu tóc: Giống như ở trên mình nói, rêu tóc là loài rêu hại rất dễ xử lý. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Xử lý bằng tay: Dùng nhíp hoặc lấy tay bốc rêu tóc ra càng nhiều càng tốt –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Xử lý bằng cách thả cá: cá mún ,cá bình tích, cá moly, tép cảnh v.v … Các loài cá này rất thích ăn rêu tóc, một số người nuôi rêu hại loại này để làm thức ăn cho chúng. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Cân bằng lại chất dinh dưỡng trong hồ thủy sinh: N (10-20ppm), P (0.5-2ppm), K (10-20ppm), Ca (10-30ppm), Mg (2-5ppm), Fe (1ppm). –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Đảm bảo&nbsp; thay 30% nước trong bể&nbsp; mỗi tuần một lần để ngăn ngừa và hạn chế rêu tóc mọc. Rêu đốm xanh – Green Spot (Choleochaete orbicularis) Rêu đốm xanh rất dễ sinh ra và chúng hay bám trên mặt kính. Đây là loài rêu cực kỳ dễ trị, đa số dùng thủ công nhiều. Nguyên nhân xuất hiện rêu đốm xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hàm lượng phostphate (PO4) thấp – gần như chính xác là do lượng PO4 thấp hoặc cạn kiệt Cách xử lý rêu đốm xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng dao cạo rêu : bạn nên mua dao cạo rêu dành cho thủy sinh, hoặc có thể dùng tấm nhựa mỏng có độ cứng và bén tương đối để cạo rêu đốm xanh này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Châm thêm phostphate (PO4) đến hàm lượng 0.5 – 2.0 ppm –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng ốc ăn rêu: Bạn nên mua ốc Nerita, loài ốc này rất thích ăn rêu đốm xanh. Tảo nước xanh – Green Water (Euglaena) Khi bể thủy sinh tư dưng nước có màu xanh khắp cả bể thì đó là dấu hiện cảnh báo loài tảo nước xanh xuất hiện. Loài tảo này không có nguy hại gì cho cây và cá thủy sinh trong hồ của bạn, nhưng chúng lại gây mất thẩm mỹ trầm trọng ở bể. Vì vậy tảo nước xanh cũng liệt vào danh sách các loại rêu hại cần được xử lý. Nguyên nhân xuất hiện tảo nước xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tảo nước xanh thường xuất hiện ở một số hồ thủy sinh mới làm, do chưa cân bằng được dinh dưỡng và hệ vi sinh chưa được tốt. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Loài rêu hại này cũng xuất hiện khi bị ảnh hưởng bởi một vài loạii thuốc &amp; hóa chất. Cách xử lý tảo nước xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tắt đèn, dùng bạt hay tấm vải che kín hồ trong 5 ngày: Đây là phương pháp hữu hiệu nhất để tiêu diệt loài rêu hại này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lọc vi sinh: hệ thống vi sinh tốt cũng loại trừ như tuyệt đối tảo nước xanh. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dùng đèn UV diệt khuẩn để tiêu diệt tảo nước xanh nhưng nó cũng ảnh hưởng đến cá trong hồ (cách này rất hạn chế dùng khi đã thả cá trong bể) –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Lọc bông: tăng cường nhiều bông lọc sẽ cải thiện kha khá loài rêu hại này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước: Thay nước đều trong vòng 1-2 tuần. Phương pháp này đơn giản nhất để loại bỏ loại rêu hại này. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Rận nước: Nhiều người dùng rận nước để ăn tảo nước xanh, tuy nhiên phương pháp này không khuyến khích làm vì sẽ không kiểm soát được rận nước sinh sản trong bể. Rêu bụi xanh – Green Dust Algae (GDA) Rêu bụi xanh là các lớp màng bám bẩn trên kính, đá và lá cây thủy sinh. Rêu bụi xanh cũng thuộc loài rêu hại gây mất thẩm mỹ trong hồ thủy sinh. Nguyên nhân xuất hiện rêu bụi xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Không chính xác, nhưng theo kinh nghiệm nhiều người thì hồ thủy sinh lâu quá không thay nước sẽ bị dơ và xuất hiện loại rêu hại này. Cách xử lý rêu bụi xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng ốc ăn rêu như: ốc táo đỏ và ốc Nerita sẽ giúp bạn xử lý rêu bụi xanh –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng phương pháp thủ công: Dùng dao cạo rêu bằng inox hoặc có thể dùng miếng mút để chùi loài rêu hại này trên kính. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước đều 30% lượng nước trong bể mỗi tuần để hạn chế rêu hại này. Rêu xoăn – Fuzz Algae Rêu xoăn là loài rêu hại thường mọc ở các rìa lá cây, có dạng lông xoăn, chùm. Nguyên nhân xuất hiện rêu xoăn: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mất cân bằng dinh dưỡng: nên đảm bảo hàm lượng dinh dưỡng trong hồ thủy sinh : N(10-20ppm), P (0.5-2ppm), Ca (10-30ppm), Mg (2-5ppm), Fe (.1ppm). –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thiếu CO2 : nên đảm bảo hàm lượng CO2 là 20-30ppm, chú ý quá nhiều CO2 sẽ làm ảnh hưởng tới động vật nuôi trong bể thủy sinh. Các xử lý rêu xoăn: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dùy trì hàm lượng CO2 và đảm bảo cân bằng dinh dưỡng trong hồ thủy sinh –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng một số loài ăn rêu hại: Tép ăn rêu, cá mún, cá molly, cá bút chì và một vài loài cá plecos. Rêu chùm – Cladophora Rêu chùm có hình dáng gần giống rêu tóc, nhưng loài rêu hại này không phải là rêu tóc. Xử lý rêu chùm này khá vất vả. Nguyên nhân xuất hiện rêu chùm: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nhiều người sử dụng cầu rêu (Moss Ball) để trang trí cho hồ thủy sinh, nhưng trong cầu rêu này lại mang mầm bệnh rêu chùm, vì vậy chúng xuất hiện và khó có thể tiêu diệt hết 100%. Cách xử lý rêu chùm: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Xử lý thủ công: Dùng tay gỡ hoặc bàn chải để gỡ rêu hại này ra. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng Oxy già: Dùng ống xi lanh bơm oxy già vào chỗ bị nhiễm rêu hại –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tép: Tép mồi có thể ăn rêu chùm. Tảo nâu – Brown Algae (Diatoms) Tảo nâu có màu nâu đậm &amp; nhớt, chúng thường xuất hiện trên lá, đá và các vật cứng khác. Tảo nâu xuất hiện khi bể thủy sinh không có sự chăm sóc kỹ hoặc bị dư thừa dinh dưỡng trong quá trình châm thêm phân nước vào hồ. Nguyên nhân xuất hiện tảo nâu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dư dinh dưỡng là yếu tố hàng đầu. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hồ cá thủy sinh mới setup cũng hay gặp. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sử dụng đèn không đúng hoặc chất lượng đèn kém do dùng lâu. Cách xử lý tảo nâu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dùng động vật chuyên ăn rêu hại : cá otto, tép ăn rêu, ốc táo đỏ &amp; ốc nirita. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước liên tục theo định kỳ. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay đèn hoặc bóng của máng đèn. Rêu nhớt xanh – Blue Green (Cyanobacteria) Rêu nhớt xanh là loài rêu rất dễ gặp trong bể thủy sinh. Loài rêu nhớt xanh này thực sự là một loại nhớt đầy vi khuẩn và dễ dàng phủ lên bề mặt mọi thứ trong bể cá thủy sinh. Vi khuẩn lam (Cyanobacteria, đã từng bị gọi sai là tảo lam) là một dạng vi khuẩn có khả năng quang hợp. Loại tảo lam có màu xanh, đen &amp; tím, nhưng đặc biệt là nó có mùi như đất khi bị gỡ ra khỏi bể, chúng sẽ hấp thụ toàn bộ khí Ni tơ trong nước của bạn. Nguyên nhân xuất hiện rêu nhớt xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hàm lượng Nitrates thấp –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Giàu chất hữu cơ: thường thì do bị thức ăn dư thừa nhiều, đôi khi cá chết hoặc cây thối cũng gây ra tình trạng rêu nhớt xanh xuất hiện –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bóng đèn yếu – ánh sáng yếu hoặc bóng bị cũ –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hệ thống lọc nước chưa tốt, vi sinh chưa tốt chưa tiêu thụ hết chất hữu cơ trong hồ Cách xử lý rêu nhớt xanh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tăng Nitrates lên hàm lượng 5ppm –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trồng nhiều cây phát triển nhanh –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tắt đèn – tảo lam sẻ chết –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước đều và bớt lượng thức ăn dư thừa lại Rêu sừng hươu – Staghorn (Compsopogon sp.) Rêu sừng hươu là loài rêu xử lý tương đối dễ, nó có hình dáng mảnh và như sừng hươu. Rêu sừng hươu thường bám vào các lá cây hoặc thiết bị ở trong hồ thủy sinh. Nguyên nhân xuất hiện rêu sừng hưu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mất cân bằng dinh dưỡng –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ít CO2 trong hồ thủy sinh Cách xử lý rêu sừng hưu: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thủ công: gỡ bằng tay rêu hại sừng hưu –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước đều –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tăng CO2 Rêu chùm đen – Black Brush/Beard (Rhodophyta) Rêu chùm đen là loài rêu hại cực khó chịu nhất trong những loài rêu hại được liệt kê ở trên. Rêu chùm đen có những như đen, đỏ, xám, hoặc nâu, nó nhanh chóng phủ kín hết các viền cây và lan cả xuống nền của bể. Nguyên nhân xuất hiện rêu chùm đen: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do pH thấp: thường thì do pH thấp sẽ xuất hiện rêu chùm đen, nếu quan sát kỹ thì khi rêu chùm đen xuất hiện cũng là lúc những con cá bình thường bắt đầu yếu đi và chết. Vì vậy kiểm tra pH thường xuyên cũng rất hữu ích. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dư thừa chất N , P , Fe cũng xuất hiện rêu hại này. Nên cân đối dinh dưỡng trong bể N(10-20ppm) P(0.5-2ppm), K(10-20ppm), Ca(10-30ppm), Mg(2-5ppm) Fe(.1ppm) Cách xử lý rêu chùm đen: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tăng khí CO2 : kích thích sự phát triển cây thủy sinh, hấp thụ dinh dưỡng trong bể sẽ làm giảm đi nguồn sống của loài rêu hại chùm đen này –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bơm dung dịch oxy già thông qua xilanh trực tiếp vào rêu hại chùm đen –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Bằng cách thủ công : gỡ bỏ bằng tay, đôi khi sử dụng biện pháp mạnh bằng cách cắt bỏ luôn phần bị rêu chùm –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thả cá bút chì , tép Yamato, tép ăn rêu hại rất có ích trong việc tiêu diệt rêu chùm đen –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Thay nước &nbsp;đều đặn liên tục 30% mực nước trong bể ( cách ngày từ 1 -2 ngày ) Lưu ý về rêu hại thủy sinh: –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Hầu hết các loài rêu hại đều được xử lý bằng các loài hay ăn rêu như tép, ốc táo, ốc Nerita, cá bút chì, mún v.v…… vì vậy nếu có thể thì hãy làm phong phú các lòai động vật trong hồ thủy sinh bằng các loài ăn rêu hại đó. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Nếu muốn tránh tình trạng rêu hại xảy ra thì hãy thay nước đều đặn 30% bể mỗi tuần, có khi 2 lần 1 tuần sẽ giúp hồ cá thủy sinh của bạn tốt nhất. –&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Đừng tùy tiện sử dụng các thuốc diệt rêu hại, vì nó gây ảnh hưởng rất nhiều đến thực vật và động vật trong bể thủy sinh của bạn.","link":"/Reu-Hai-Trong-Thuy-Sinh-Va-Nhung-Cach-Phong-Chong-Tu-A-%E2%80%93-Z-20210715.html"}],"tags":[],"categories":[{"name":"Cá cảnh","slug":"Ca-canh","link":"/categories/Ca-canh/"},{"name":"Cây thủy sinh","slug":"Cay-thuy-sinh","link":"/categories/Cay-thuy-sinh/"},{"name":"Bể cá Hồ cá","slug":"Be-ca-Ho-ca","link":"/categories/Be-ca-Ho-ca/"}]}